Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: The heartwarming support from the community keeps motivating us to do more! We love helping the community by providing as much information as we can about the game, while keeping the website easy to use, pink and cute ^_^
de: Die warmherzige Unterstützung der Community hilft uns, weiter zu machen! Wir lieben es der Community zu helfen, indem wir so viele Informationen weitergeben wie wir können, während wir versuchen, die Website einfach, pink und süß zu halten ^_^
es: ¡El gran apoyo de la comunidad nos sigue motivando a hacer más! Adoramos ayudar a la comunidad ofreciendo tanta información como podamos sobre el juego, mientras mantenemos el sitio sencillo de usar, rosa y lindo ^_^
fr: Le chaleureux support de la communauté nous motive en permanence à faire plus ! On adore aider la communauté en proposant le plus d'informations et d'outils possibles à propos du jeu tout en gardant le site facile à utiliser, rose, et mignon ^_^
id: dukungan hangat dari komunitas telah memotivasi kami untuk berusaha lebih! Kami suka membantu komunitas ini dengan menyediakan informasi yang berhubungan dengan game ini, selagi tetap menyediakan site yang mudah digunakan, pink, dan kawaii.
it: Il caloroso supporto della community ci mantiene motivati per fare di più! Amiamo aiutare la community fornendo più informazioni possibili sul gioco, mentre manteniamo il sito facile da usare, rosa e carino ^_^
pt: O grande apoio da comunidade continua a motivar-nos para fazermos mais! nós adoramos ajudar a comunidade dando toda a informação que pudermos sobre o jogo, enquanto mantemos o site fácil de usar e rosa ^_^
ro: Suportul înduioșător din comunitate continuă să ne motiveze să facem mai mult! Ne place să ajutăm comunitatea prin furnizarea unui număr cât mai mare de informații despre de joc, păstrând în același timp site-ul ușor de utilizat, roz și drăguț ^_^
ru: Согревающая сердце поддержка от сообщества продолжает мотивировать нас больше и больше! Мы любим помогать сообществу, обеспечивая как можно большим количеством информации о игре, которую мы знаем, продолжая держать сайт легким в использовании, розовым и милым ^_^
sv: Den varmhjärtade stöden från gemenskapen får oss motiverade och mer! Vi älskar att hjälpa gemenskapen genom att dela ut så mycket info som vi kan om spelet, medan vi håller sidan lätt, rosa och söt ^_^

source: We don't know how far we will go with this, but one thing we know for sure is that we are having a lot of fun doing it and sharing this crazy idol adventure with you.
de: Wir wissen nicht, wie weit wir noch kommen hiermit, aber wir wissen eines mit Sicherheit: Dass wir Spaß bei dieser Sache haben und damit, dieses verrückte Idol Abenteuer mit dir zu teilen.
es: No sabemos cuán lejos llegará esto, pero algo que tenemos en claro es que nos lo estamos pasando muy bien haciendo y compartiendo esta aventura de idols contigo.
fr: On sait pas encore jusqu'où on va aller avec ce site, mais une chose est sûre, on s'amuse beaucoup et on adore partager cette folle aventure d'idoles avec vous.
id: Kami tidak tahu sampai berapa lama akan seperti ini, tapi satu hal yang jelas kami sungguh sennang melakukan hal ini dan dapat sharing idol hell ini bersama kalian semua
it: Non sappiamo quanto andremo avanti, ma sappiamo che ci stiamo divertendo molto a farlo e condividere questa folle avventura con voi.
pt: Não sabemos o quão longe vamos chegar, mas sabemos uma coisa de certeza, estamos a divertir-nos muito a partilhar esta aventura maluca contigo.
ro: Nu știm cât de departe vom ajunge, dar un lucru pe care îl știm sigur este că ne distrăm făcând asta și împărtășind această nebunatică aventură cu idoli cu voi.
ru: Мы не знаем, как далеко зайдем, но в одном мы точно уверены: нам доставляет радость разделять с вами это сумасшедшее айдол-приключение.
sv: Vi vet inte hur långt vi kommer gå med detta, men en sak vi vet säkert är att vi har mycket roligt göra detta och dela denna galna idol äventyret med dig.

source: School Idol Tomodachi relies on multiple external services provided by the LoveLive! community to collect the game data. We highly recommend you to visit them.
de: School Idol Tomodatchi verlässt sich auf die Hilfe der LoveLive! Community um Spieldaten zu sammeln. Wir raten dir sie zu besuchen.
es: School Idol Tomodachi utiliza varios servicios externos que vienen de la comunidad de LoveLive! para reunir información. Te recomendamos que los visites.
fr: School Idol Tomodachi s'appuie sur plusieurs services externes mis à disposition par d'autres membres de la communauté Love Live pour rassembler et proposer les informations du jeu. On vous conseille fortement d'aller visiter leurs différents sites.
id: School Idol Tomodachi bergantung dengan banyak layanan eksternal yang disediakan oleh komunitas LoveLive! lain untuk pengumpulan data. Kami rekomendasikan untuk mengunjungi site tersebut
it: School Idol Tomodachi si appoggia a diversi servizi esterni, forniti dalla community di LoveLive!, per recuperare informazioni sul gioco. Ti raccomandiamo di visitarli.
pt: O School Idol Tomodachi usa múltiplos serviços externos fornecidos peloa comunidade LoveLive! para recolher dados do jogo. Nós recomendamos que os vejas.
ro: School Idol Tomodachi se bazează pe mai multe servicii externe oferite de către comunitatea LoveLive! pentru a aduna date din joc. Vă recomandăm sa îi vizitați.
ru: School Idol Tomodachi связан с многими сервисами сообщества LoveLive!, предоставляющими игровую информацию. Мы крайне рекомендуем вам посетить их.
sv: School Idol Tomodachi förlitar på flertal externa tjänster förutsatt av LoveLive! gemenskapen för att få spel datan. Vi rekommenderar stort att du kollar in dem.

source: Our project is open-source and open for contributions. We are more than happy to accept pull-requests on GitHub!
de: Unser Projekt ist open-source und offen für Beiträge. Wir sind mehr als glücklich pull-Anfragen auf GitHub zu akzeptieren!
es: Nuestro proyecto es de código abierto y aceptamos contribuciones. ¡Estamos más que dispuestos a aceptar solicitudes en GitHub!
fr: Les sources du projet sont ouvertes et on accepte avec plaisir les contributions. N'hésite pas à nous faire des pull-requests sur GitHub !
id: Proyek ini merupakan open-source dan terbuka untuk segala kontribusi. Kami senang bila ada yang mengirim kami pull-request di GitHub
it: Il nostro progetto è open-source e aperto ai contributi. Siamo più che felici di accettare richieste su GitHub!
pt: O nosso projeto é uma ideia em aberto e está aberto a contribuições. estamos felizes por aceitar pedidos no GitHub!
ro: Proiectul nostru este open-source și liber pentru contribuții, Suntem mai mult decât bucuroși să primim sugestii pe GitHub!
ru: Это открытый проект, в развитие которого может внести вклад каждый. Мы будем рады принять предложения на GitHub!
sv: Vårat projekt är en öppen källa och öppen för bidrag. Vi är mer än glada att acceptera bidrag på GitHub!

source: The website has been made using
de: Diese Website wurde gestaltet mit
es: Este sitio web se ha creado usando
fr: Le site a été réalisé avec
id: Situs ini dibuat dengan
it: Il sito è stato fatto usando
pt: O website foi criado usando
ro: Acest website a fost creat folosind
ru: Сайт был создан с использованием
sv: Denna sida är gjord med

source: so in Python 2. We also use
de: so in Phyton 2. Benutzen wir auch
es: y en Python 2. También usamos
fr: donc en Python 2. On utilise aussi
id: Python 2. Kami juga mneggunakan
it: quindi in Python 2. Usiamo anche
pt: então no Python 2 nós também usamos
ro: so în Python 2. Folosim și
ru: с помощью Python 2. Мы также используем
sv: så i Python 2. Vi använder också

source: for the front-end of the website.
de: Für das vordere Ende der Website
es: para la interfaz del sitio.
fr: pour le front-end du site.
id: untuk halaman website
it: per il front-end del sito web.
pt: Do início ao fim do website
ro: pentru meniul principal al website-ului.
ru: для переднего конца веб-сайта
sv: för framändan av sidan.

source: We accept all kind of contributions, from tools to help players, statistics pages, mini-games, or even little CSS changes. Don't be shy! If you need help getting started, just contact us and we will happily take the time to teach you the basics, no matter your level.
de: Wir akzeptieren alle möglichen Beiträge von Geräten um anderen Spielern zu helfen, statistischen Seiten, Minispiele,bis sogar kleine Gestaltungsänderungen. Sei nicht schüchtern! Wenn du Hilfe für den Start brauchts kontaktiere uns und wir werden uns vergnügt die Zeit nehmen dir die Basics zu zeigen , egal welches level du hast.
es: Aceptamos toda clase de contribuciones, desde herramientas para los jugadores, páginas con estadísticas, minjuegos, o incluso cambios en el CSS. ¡No seas tímido! Si necesitas ayuda para empezar, contáctanos y te explicaremos lo básico, sin importar tu nivel.
fr: On accepte n'importe quel type de contributions, des nouveaux outils pour aider les joueurs, des pages de statistiques, des mini-jeux, ou même des simples détails graphiques. Donc ne sois pas timide ! Si tu as besoin d'aide pour démarrer, envoie nous un petit message et on t'aidera avec plaisir, peu importe ton niveau.
id: Kami menerima segala macam bentuk konstribusi, seperti alat untuk membantu pemain lain, halaman yang berhubungan dengan statistik, mini-games, atau bahkan sedikit perubahan CSS. Jangan ragu! Jika kamu butuh bantuan untuk mulai, tinggal hubungi kamu dan kami dengan senang hati akan membantumu mulai dari dasar, tak penting berapapun levelmu.
it: Accettiamo ogni tipo di contributo: da strumenti per aiutare i giocatori, pagine statistiche, mini-giochi o perfino piccoli cambiamenti al CSS. Non essere timido! Se hai bisogno d'aiuto per cominciare, contattaci e troveremo felicemente il tempo necessario per insegnarti le basi, a prescindere dal tuo livello.
pt: Nós aceitamos todo o tipo de contribuições, de ferramentas para ajudar os jogadores, páginas estatísticas, mini-jogos, ou até pequenas mudanças CSS . Não sejas tímido! se precisas de ajuda, contacta-nos e nós vamos ensinar-te as bases, não importa o teu nível.
ro: Acceptăm orice fel de contribuții, de la instrumente pentru a ajuta jucătorii, pagini de statistici, mini-jocuri, sau chiar mici schimbări CSS. Nu fii timid! În caz că ai nevoie de ajutor pentru a începe, trebuie doar să ne contactezi și ne vom lua cu bucurie timp pentru a te învăța elementele de bază, indiferent de ce nivel ești.
ru: Мы примем любой вклад: от инструментов, помогающих игрокам, статистики, мини-игр, до даже малейших изменений CSS. Не стесняйтесь! Если вам нужна помощь для начала - просто свяжитесь с нами, и мы с радостью поможем вам и научим вас азам, вне зависимости от уровня.
sv: Vi accepterar alla sorts bidrag, från redskap för att hjälpa spelare, statistik sidor, mini-spel, eller även lite CSS ändringar. Va' inte blyg! Om du behöver hjälp att börja, så kontakta oss och vi tar gärna tid för att lära dig baserna, vad din level än är.

source: Before sending your request, we highly recommend you to check that you entered all your cards.
de: Bevor du uns deine Anfrage schickst raten wir dir dringend dazu zu überprüfen, ob du alle deine Karten eingegeben hast.
es: Antes de enviar tu solicitud, te recomendamos que compruebes que has puesto todas las cartas.
fr: Avant d'envoyer ta demande de vérification, prends le temps de vérifier que tu as bien ajouté toutes tes cartes SRs/URs.
id: Sebelum kamu mengirimkan request, kami sangan menyarankan kamu untuk periksa ulang bahwa kamu sudah mendaftarkan semua kartumu.
it: Prima di mandare la richiesta, ti consigliamo di controllare di aver inserito tutte le tue carte.
pt: Antes de enviares o teu pedido, nós recomendamos que verifiques se introduziste todas as cartas.
ro: Înainte de a trimite solicitarea, recomandăm să verifici dacă ai introdus toate cărțile.
ru: Перед тем как отправить запрос, строго рекомендуем вам проверить, ввели ли вы все ваши карты.
sv: Innan du skickar din förfrågning, så rekommenderar vi dig att kolla att du har lagt till alla kort.

source: If you have any question regarding verifications,
de: Wenn du eine Frage bezüglich der Verifizierung hast,
es: Si tienes alguna duda respecto a las verificaciones,
fr: Si tu as une question à propos des vérifications,
id: Jika kamu memiliki pertanyaan seputar verifikasi,
it: Se hai qualche domanda riguardo le verifiche,
pt: Se tens alguma questão em relação às verificações,
ro: Dacă aveți orice întrebare legată de verificație,
ru: Если у вас есть вопросы относительно подтверждения,
sv: Om du har några frågor om verifieringen,

source: Download the app to browse all the cards from the game School Idol Festival directly from your pocket.
de: Alle Karten des Games "School Idol Festival" durchstöbern - immer in der Hosentasche dabei! Lade einfach die App herunter.
es: Descarga la aplicación para buscar todas las cartas de School Idol Festival directamente desde tu bolsillo.
fr: Télécharge l'app pour feuilleter les carte du jeu LoveLive! School Idol Festival dans ta poche à tout moment !
id: Download aplikasi untuk dapat mencari seluruh kartu yang ada di School Idol Festival langsung dari perangkat kamu.
it: Scarica l'app per sfogliare tutte le carte del gioco School Idol Festival direttamente dalla tua tasca.
pt: Faz o Download da aplicação para veres todas as cartas do jogo School Idol Festival no teu bolso.
ro: Descarcă aplicația pentru a naviga prin toate cărțile de joc School Idol Festival direct din buzunar.
ru: Загрузите приложение для загрузки всех ваших карт с School Idol Festival из вашего кармана.
sv: Ladda ner appen för att kolla alla kort från spelet School Idol Festival direkt från din ficka.

source: <li>Go to Settings</li> <li>Go to Security</li> <li>Scroll down and check “Unknown sources” box</li> <li>Tap ‘OK” when it show the warning</li>
de: <li>Gehe zu den Einstellungen</li> <li>Gehe auf Sicherheit</li> <li>Scrolle herunter und klice die k “Unknown sources” Box an</li> <li>Klkicke ‘OK” wenn die Warnung angezeigt wird</li>
es: <li>Ve a ajustes (Settings)</li> <li>Ve a seguridad (Security)</li> <li>Baja y mira la caja de “fuentes desconocidas”</li> <li>Toca ‘OK” cuando aparezca la advertencia</li>
fr: <li>Va dans les paramètres.</li> <li>Va dans sécurité.</li> <li>Descends un peu puis coche la case pour accepter les sources inconnues.</li> <li>Accepte.</li>
id: <li>Pilih Pengaturan</li> <li>Pilih sekuriti</li> <li>Scroll ke bawah dan check kotak “Unknown sources”</li> <li>Pilih ‘OK” saat muncul pemberitahuan selanjutnya</li>
it: <li>Vai in Impostazioni</li> <li>Vai su Sicurezza</li> <li>Vai in basso e spunta "Fonti sconosciute"</li> <li>Clicca su "OK" quando compare l'avviso.</li>
pt: <li>Vai a Definições</li> <li>Vai a Segurança</li> <li>Verifica o campo "Unknown sources"</li> <li>Seleciona "OK" quando vires o aviso</li>
ro: <Li> Mergi la Setări </ li> <Li> Du-te la Securitate </ li> <Li> Derulează în jos și bifează caseta "Surse necunoscute" </ li> <Li> Apăsă "OK", atunci când se va afișa avertismentul </ li>
ru: <li>Перейти к настройкам</li> <li>Перейти к безопасности</li> <li>Пролистать и проверить "Неизвестные источники"</li> <li>Нажать 'ОК' при показе предупреждения</li>
sv: <li>Gå till Inställningar</li> <li>Gå till Säkerhet</li> <li>Skrolla ner och klicka i "Okända källor" lådan</li> <li>Klicka "OK” när det visar varningen</li>

source: So don't forget to check out the guides, tutorials, tools, discussion boards, and much more from our fellow LoveLivers friends:
de: Vergiss nicht, in Guides, Tutorials, Tools Diskussionsforen und vielem mehr von unseren LiveLivers reinzuschauen:
es: Así que no olvides ver las guías, tutoriales, herramientas, comentarios, y mucho más de nuestros grandes amigos LoveLivers:
fr: Donc n'oublies pas d'aller jeter un oeil aux guides, tutoriels, outils, forums de discussions, et bien plus proposés par nos amis LoveLivers :
id: Jadi jangan lupa untuk selalu membaca petunjuk, tutorial, tool, papan diskusi, dan banyak lagi dari sesama LoveLiver.
it: Quindi non dimenticare di dare un'occhiata alle guide, tutorial, strumenti, discussioni, e molto altro dei nostri amici LoveLivers:
pt: Não te esqueças de ver os guias, tutoriais, ferramentas, discussões e muito mais dos nosso amigos LoveLivers.
ro: Deci, nu uita să verifici ghidurile, tutorialele, instrumentele, forumurile de discuții și multe altele de la prietenii noștri LoveLivers:
ru: Так что не забудьте оценить наши гайды, туториалы, инструменты, дискусии, таблицы и многое другое от наших друзей по LoveLive:
sv: Så glöm inte bort att kolla guiderna, handledningen, redskapen, diskussion tavlan, och mycket mer från våra LoveLivers vänner:

source: No matter when you send your request, your account will be verified anytime when there is no event going on.
de: Egal wann du deine Anfrage sendest, dein Account wird jederzeit überprüft, so lange kein Event läuft
es: Independientemente de cuándo envíes tu solicitud, tu cuenta será verificada en cualquier momento en el que que no haya un evento.
fr: Peu importe quand tu envoies ta demande de vérification, ton compte sera vérifié n'importe quand en dehors des événements.
id: Tidak peduli kapanpun kamu mengirimkan request, akunmu akan kami verifikasi selama tidak ada event berjalan.
it: Non importa quanto invii la richiesta, il tuo account sarà verificato in qualsiasi momento, quando non ci sono eventi in corso.
pt: Quando mandaste o teu pedido não é relevante, a tua conta vai ser verificada quando não houver nenhum evento.
ro: Nu contează când ai trimis solicitarea, contul tău va fi verificat în orice moment, atunci când nu există nici un eveniment în desfășurare.
ru: Не важно, когда вы отправили заявку, ваш аккаунт будет подтвержден в любое время, когда не идет ивент.
sv: Oavsett när du skickar din förfrågning, så kommer ditt konto bli verifierat när det inte är ett event pågående.

source: Share your location with the community and travel around the world map to meet new friends!
de: Teile deinen Wohnort mit der Community und reise durch die Weltkarte um neue Freunde kennen zu lernen!
es: ¡Comparte tu ubicación con la comunidad y viaja por el mapa del mundo para hacer nuevos amigos!
fr: Partage ta ville avec la communauté et voyage autours de la carte du monde pour rencontrer de nouveaux amis !
id: Bagikan lokasi kamu pada komunitas dan keliling dunia untuk bertemu teman baru!
it: Condividi la tua posizione con la community e scorri il mappamondo per trovare nuovi amici!
pt: Partilha a tua localização com a comunidade e viaja pelo mapa mundo para conheceres novos amigos!
ro: Permite accesul locației tale comunității și călătorește în jurul hărții lumii pentru a întâlni prieteni noi!
ru: Поделись своим местоположением и путешествуй по миру, находя новых друзей!
sv: Dela din plats med gemenskapen och res runt världskartan för att möta nya vänner!

source: We're both 23 years old and we live in San Francisco, California. We come from the same computer science university and both work as software engineers in the same company we founded:
de: Wir sind beide 23 Jahre alt und leben in San Fransisco, Kalifornien. Wir sind von der selben Computer Wissenschaft Universität und arbeiten beide als Software Ingenieure in der Firma die wir gegründet haben.
es: Ambos tenemos 23 y vivimos en San Francisco, California. Somos de la misma universidad de informática y ambos trabajamos como ingenieros de software en la misma compañía que fundamos:
fr: On a tous les deux 23 ans et on habite à San Francisco, en Californie (mais on parle français !). On vient tous les deux de la même école d'informatique (Epitech) et on travaille tous les deux en tant que développeurs dans une boîte qu'on a monté :
id: Kami berdua berumur 23 tahun dan tinggal di San Fransisco, California. Kami berdua berasal dari universitas ilmu komputer yang sama dan bekerja sebagai tekniksi perangkat lunak di perusahaan yang kami buat bersama.
it: Abbiamo entrambi 23 anni e viviamo a San Francisco, California. Veniamo dalla stessa Università di Scienze della Formazione ed entrambi lavoriamo come ingegneri informatici nella stessa compagnia che abbiamo fondato:
pt: Nós temos os dois 23 anos e vivemos em São Francisco, California. Nós estudamos na mesma universidade de ciência informática e trabalhamos os dois como engenheiros de software na empresa que fundamos:
ro: Avem amândoi 23 de ani și trăim în San Francisco, California. Venim de la aceeași universitate de informatică și lucrăm ca ingineri software în aceeași companie pe care am fondat-o:
ru: Нам обоим по 23 года и мы живем в Сан-Франциско, штат Калифорния. Мы оба закончили один и тот же университет компьютерных технологий и оба работаем разработчиками ПО в той же компании, что мы основали.
sv: Vi är båda 23 år gamla och bor i San Francisco, Kalifornien. Vi kommer från samma datorvetenskapsuniversitet och båda jobbar som programvarning ingenjörer på samma företag vi skapade:

source: Though we love our job, we don't pay ourselves and don't have any income, so
de: Wir lieben unseren Job, jedoch zahlen wir uns nicht selber und haben kein Einkommen , so
es: Aunque amamos nuestro trabajo, no cobramos ni tenemos ningún sueldo, así que
fr: Même si on adore notre boulot, on n'a pas les moyens de se verser un salaire et on a aucune source de revenue à l'heure actuelle, donc
id: Walaupun kami mencintai pekerjaan kami, tapi kami tidak menggaji diri sendiri dan kami tidak memiliki pemasukan sendiri jadi
it: Anche se amiamo il nostro lavoro non ci paghiamo da soli e non ne otteniamo alcun guadagno, quindi
pt: Mesmo adorando o nosso emprego, nós não nos pagamos e não temos outras fontes de rendimento, por isso
ro: Deși ne iubim meseria, nu ne plătim singuri și nici nu avem vreun venit, așa că:
ru: Так как мы любим свою работу, мы не платим себе и не имеем дохода, так что
sv: Även om vi älskar vårat jobb, så betalar vi inte oss själva och har ingen inkomst, så

source: English Version
de: Englische Version
es: Versión inglesa
fr: Version en anglais
id: versi Bahasa Inggris
it: Versione Inglese
pt: Versão Inglesa
ro: Versiunea în engleză
ru: Английская версия
sv: Engelsk Version

source: Japanese Version
de: Japanische Version
es: Versión japonesa
fr: Version japonaise
id: Versi Jepang
it: Versione Giapponese
pt: Versão Japonesa
ro: Versiunea în japoneză
ru: Японская версия
sv: Japansk Version

source: Japanese Bushimo Love Live! Festival Wiki
de: Japanisches Bushimo Love Live! Festival Wiki
es: Wiki japonesa de Bushimo Love Live! Festival
fr: Wiki japonais Bushimo Love Live! Festival
pt: Bushimo Love Live! Festival Wiki Japonês
ru: Японская Bushimo Love Live! Festival Wiki
sv: Japanska Bushimo Love Live! Festival Wiki

source: Japanese Love Live! Festival Gamerch Wiki
de: Japanisches Love Live! Festival Gamerch Wiki
es: Wiki japonesa de Love Live! Festival Gamerch
fr: Wiki japonais Love Live! Festival Gamerch
pt: Love Live! Festival Gamerch Wiki Japonês
ru: Япоснкая Love Live! Festival Gamerch Wiki
sv: Japanska Love Live! Festival Gamerch Wiki

source: Chinese MoeGirl Wiki
de: Chinesiches MoeGirl Wiki
es: Wiki china de MoeGirl
fr: Wiki chinois MoeGirl
pt: MoeGirl Wiki Chinês
ru: Китайская MoeGirl Wiki
sv: Kinesiska MoeGirl wiki

source: Love Live Facebook Page
de: Love Live Facebook Seite
es: Página de Facebook de Love Live
fr: Page Facebook Love Live
it: Pagina Facebook di LoveLive!
pt: Página do Facebook de Love Live
ro: Pagina de Facebook LoveLive!
ru: Страница Love Live на Facebook
sv: Love Live Facebook Sida

source: Official
de: Offiziell
es: Oficial
fr: Officiel :
it: Ufficiale
pt: Oficial
ro: Oficial
ru: Официальный
sv: Officiell

source: Facebook Group
de: Facebook Gruppe
es: Grupo de Facebook
fr: Groupe Facebook
id: Grup Facebook
it: Gruppo Facebook
pt: Grupo do Facebook
ro: Grup Facebook
ru: Facebook группа
sv: Facebook Grupp
