Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Collecting plush toys
fr: Collectionner les peluches
ru: Коллекционирование плюшевых игрушек

source: Sewing
fr: Coudre
ru: Шитье

source: Observing humans
fr: Observer les humains
ru: Следить за людьми

source: Ballet, making mascots
fr: Le ballet, inventer des mascottes
ru: Балет, делать маскотов

source: Taking care of Gyoro-chan
fr: S'occuper de Gyoro-chan
ru: Заботиться о Горо-чан

source: Taking walks
fr: Faire des ballades
ru: Прогуливаться

source: Reading
fr: Lire
ru: Чтение книг

source: Tinkering with machinery
fr: Bricoler des machines
ru: Возиться с техникой

source: Visiting abandoned buildings
fr: Visiter des bâtiments abandonnés
ru: Посещение заброшенных зданий

source: Watching sports games
fr: Regarder des matchs de sports
ru: Смотреть спортивные игры

source: Baking
fr: Faire de la patisserie
ru: Выпечка

source: Dancing
fr: Danser
ru: Танцы

source: None in particular
fr: Rien de particulier
ru: Ничего

source: Playing mahjong
fr: Jouer au mahjong
ru: Игра в маджонг

source: Film appreciation
fr: Apprécier des films
ru: Оценивание фильмов

source: Solving jigsaw puzzles
fr: Résoudre des casse-têtes
ru: Решать головоломки

source: Softball, Karaoke
fr: Le softball, le karaoké
ru: Софтболл, Караоке

source: Drawing, Handicraft, Cooking
fr: Dessiner, l'artisanat, cuisiner
ru: Рисование, Ручная работа, Кулинария

source: Astronomy, Swimming
fr: L'astronomie, nager
ru: Астраномия, Плавание

source: Watching Movies, Reading
fr: Regarder des films, lire
ru: Просмотр фильмов, Чтение книг

source: Weight Training
fr: Faire de la musculation
ru: Силовые упражнения

source: Little devil-style fashion
fr: S'habiller en petit diable
ru: Одеваться, как дьяволенок

source: Sports, Horseback Riding
fr: Le sport, faire du cheval
ru: Виды спорта, Верховная езда

source: Clothing, Needlework
fr: Les vêtements, la broderie
ru: Одежда, Рукоделие

source: Initial
fr: Initiale
ru: Инициальные

source: Job
fr: Métiers
ru: Работа

source: Animal
fr: Animaux
ru: Животные

source: August
fr: Août
ru: Август

source: September
fr: Septembre
ru: Сентябрь

source: Ghost Story
fr: Histoire de fantômes
ru: Рассказ про призраков

source: Moon Viewing
fr: Regarder la lune
ru: Смотреть на луну

source: October
fr: Octobre
ru: Октябрь

source: Maid
fr: Soubrettes
ru: Горничная

source: November
fr: Novembres
ru: Ноябрь

source: Health Committee
fr: Comité de santé
ru: Комитет по здравоохранению

source: Homura
fr: Patisserie Homura
ru: Хомура

source: December
fr: Décembre
ru: Декабрь

source: Skating
fr: Patins à glace
ru: Катание на коньках

source: Snow Maiden
fr: Reine de la neige
ru: Снежная дева

source: January
fr: Janvier
ru: Январь

source: New Year's Food
fr: Repas de nouvel an
ru: Новогодняя еда

source: Shrine Maiden
fr: Gardienne de temple
ru: Святая дева

source: February
fr: Février
ru: Февраль

source: Fairy
fr: Fées
ru: Фея

source: Setsubun
fr: Festival de printemps
ru: Сецубун

source: March
fr: Mars
ru: Март

source: Doll Festival
fr: Festival des poupées
ru: Фестиваль кукол

source: Birdwatching
fr: Observer les oiseaux
ru: Наблюдать за птицами

source: April
fr: Avril
ru: Апрель

source: Flower Viewing
fr: Regarder les fleurs
ru: Смотреть на цветы

source: Clam Digging
fr: Pêcher les palourdes
ru: Раскапывать

source: May
fr: Mai
ru: Май

source: Children's Day
fr: Le festival des enfants
ru: День детей

source: Hiking
fr: Randonnée
ru: Пеший туризм

source: June
fr: Juin
ru: Июнь

source: Rainy Season
fr: Saison pluvieuse
ru: Сезон дождей

source: Rain Shower
fr: Fortes pluies
ru: Дождевой душ

source: July
fr: Juillet
ru: Июль

source: Campaign Girl
fr: Présentatrice de produits
ru: Девушка кампинга

source: Swimsuit
fr: Maillots de bain
ru: Купальник

source: China Dress
fr: Robes chinoises
ru: Китайское платье

source: Café Maid
fr: Café des soubrettes
ru: Кафе горничных

source: Festival
ru: Фестиваль

source: Hero
fr: Héroïnes
ru: Герой

source: Halloween
ru: Хэллоуин

source: Harvest Season
fr: La saison des récoltes
ru: Сезон сбора урожая

source: Cat Girl
fr: Mi-fille mi-chat
ru: Неко-тян

source: Constellation
ru: Созвездие

source: Craftwork
fr: Bricoleuse
ru: Ремесло

source: Snowy Mountain
fr: Montagne enneigée
ru: Снежная гора

source: Santa
fr: Papa Noël
ru: Санта

source: Seven Lucky Gods
fr: Les 7 dieux de la chance
ru: Семь богов счастья

source: Valentine's
fr: St Valentin
ru: День Святого Валентина

source: Snow Bunny
fr: Lapin blanc
ru: Снежный кролик

source: White Day
fr: Le jour blanc
ru: Белый день

source: Catch
fr: Attrape !
ru: Хватка

source: Easter
fr: Pâques
ru: Пасха

source: Cyber
ru: Кибер

source: Military
fr: Militaire
ru: Военный

source: Detective
fr: Détective
ru: Детектив

source: Magician
fr: Magiciennes
ru: Волшебницы

source: Apparition
ru: Призрак

source: Momotarou
fr: Momotarou, le garçon pêche
ru: Момотаро

source: Marine
fr: Matelot
ru: Морской

source: Masquerade
fr: Mascarade
ru: Маскарад

source: Retro Pop
fr: Rétro Pop
ru: Ретро поп

source: Pool
fr: Piscine
ru: Бассейн

source: Bathrobe
fr: Peignoir de bain
ru: Банный халат

source: Track and Field Club
fr: Club d'athlétisme
ru: Клуб легкой атлетики

source: Kunoichi
fr: Ninja
ru: Куноичи

source: Rock
ru: Рок

source: Ball
fr: Bal
ru: Мяч

source: Autumn
fr: Automne
ru: Осень

source: Explorer
fr: Exploratrices
ru: Путешевстенник

source: Steampunk
ru: Стимпанк

source: Vampire
ru: Вампир

source: Christmas
fr: Noël
ru: Рождество

source: Circus
fr: Cirque
ru: Цирк

source: Land of Fairies
fr: Le pays des fées
ru: Земля фей

source: Bubbles
fr: Bulles
ru: Пузыри

source: Taisho Romance
fr: La mode taisho romantique
ru: Ронманс Тайсё

source: Baseball
ru: Бейсболл

source: Dancer
fr: Danceuses
ru: Танцоры

source: Our Live, Life with You
fr: Notre concert, notre vie avec toi
ru: Наш Лайв, Наша с Тобой Жизнь

source: Unchanging Friendship
fr: L'amitié qui ne change jamais
ru: Неизменная Дружба

source: baby maybe Button of Love
fr: Bébé peut-être le bouton de l'amour
ru: детка может Кнопка Любви

source: 1, 2, Jump with a Summer-Colored Smile!
fr: 1, 2, saute en l'air, l'été coloré et souriant
ru: 1, 2, Прыгни с Улыбкой, Окрашеной Солнцем!

source: Grab Tightly When Getting Closer to Love!
fr: Serre-moi fort en te rapprochant de l'amour !
ru: Когда Приблизишься к Любви, Хватай!

source: I Love You, Hooray!
fr: Je t'aime, hourra !
ru: Я Люблю Тебя, Хей!

source: Were All Living This Moment
fr: Vivre ce moment ensemble
ru: Мы Живем в Этом Моменте

source: Youll Hear Our Youth
fr: Tu entendras notre jeunesse
ru: Ты Услышишь Нашу Юность

source: I Want to Dance in Kaguyas Castle
fr: Je veux danser dans le château de Kaguya
ru: Я Хочу Станцевать в Замке Кагуя

source: Advance→Tomorrow
fr: Avancer→Demain
ru: Успех→Завтра

source: Someday in the Future
fr: Un jour dans le futur
ru: Когда-нибудь в Будущем

source: Isnt Love the Sun?
fr: L'amour n'est-il pas le soleil ?
ru: Разве Любовь не Солнце?

source: Treasures
fr: Trésors
ru: Сокровища

source: This Is Our Miracle
fr: C'est notre miracle
ru: Это Наше Чудо

source: Always, No Matter When
fr: Toujours, peu importe quand
ru: Всегда, Не Важно Когда

source: The Door to Our Dreams
fr: La porte de nos rêves
ru: Дверь к Нашим Мечтам

source: Ah, but Youre so Cruel
fr: Ah, mais tu es si cruel
ru: Ах, но Ты такой Жестокий

source: Im Not Alone Anymore
fr: Je ne suis plus seule maintenant
ru: Я Больше Не Одинока

source: We Are the Flowers of the Future
fr: Nous sommes les fleurs du futur
ru: Мы Цветы Будущего

source: We Are One Light
fr: Nous sommes une seule lumière
ru: Мы - Один Свет

source: I Dont Know Love * Teach Me Love
fr: Je ne connais pas l'amour * apprends moi l'amour
ru: Я Не Знаю Любви * Научи Меня Любви

source: Love Novels
fr: Romans d'amour
ru: Любовные Новеллы

source: The Diamond Princesss Melancholy
fr: La mélancolie de la princesse des diamants
ru: Меланхолия Алмазной Принцессы

source: Hey, Do Your Best!
fr: Hé, fais de ton mieux !
ru: Эй, постарайся!

source: Even Though Its You!
fr: Même si c'est toi !
ru: Несмотря на То, что это Ты!

source: A Mysterious Fever
fr: Une fièvre mystérieuse
ru: Мистическая Лихорадка

source: Summer, Dont End.
fr: Que l'été ne se finisse jamais
ru: Лето, Не Заканчивайся.

source: A Lonely Heaven
fr: Un paradis adorable
ru: Одинокие Небеса

source: The Reaches of My Mundane Sorrow
fr: À la hauteur de mon tourmant mondain
ru: Охват Моего Мирского Горя

source: Blueberry Train
fr: Le train des myrtilles
ru: Черничный Поезд

source: The Reason for My Courage
fr: La raison de mon courage
ru: Причина Моей Отваги

source: Signal of Love Rin rin rin!
fr: Le signal de l'amour de Rin Rin Rin !
ru: Сигнал Любви Рин рин рин!

source: Pure Love Lens
fr: Lentille de l'amour pur
ru: Хрусталы Чистой Любви

source: I Became a Magician!
fr: Je suis devenue magicienne !
ru: Я Стала Волшебницей!

source: Nightingale Love Song
fr: Chanson d'amour nuptiale
ru: Любовная Песня Соловья

source: Our Happiness
fr: Notre bonheur
ru: Наше Счастье

source: SMILING Toward Happiness!
fr: SOURIRE vers le bonheur !
ru: УЛЫБАЕМСЯ Через Счастье!

source: From If to Definitely
fr: D'un "et si ?" à "c'est sûr !"
ru: От Если до Точно

source: I Love You, but Do You Love Me?
fr: Je t'aime, mais est-ce que tu m'aimes ?
ru: Я Люблю Тебя, но Любишь Ли Ты?

source: Forever Friends
fr: Amis pour toujours
ru: Друзья Навсегда

source: The Distant Autumn Sky with You
fr: Le ciel d'automne aussi distant que toi
ru: Далекое Осеннее Небо с Тобой

source: The Premonition that Winter Gave Me
fr: La prémonition que l'hiver m'a donné
ru: Предчувствие, которое Зима Дала Мне

source: I Love You, Hooray! (Piano mix)
fr: Je t'aime, hourra ! (Version piano)
ru: Я Люблю Тебя, Хей! (Piano mix)

source: Maidenly Love Cram School
fr: Jeune fille bien élevée aime les cours supplémentaires
ru: Школа Девичьего Любовного Обмана

source: Its the Perfect Day for a Confession!
fr: C'est un jour parfait pour déclarer son amour !
ru: Это Прекрасный День для Признания!

source: A Dreamless Dream Isnt a Dream
fr: Un rêve sans rêve n'est pas un rêve
ru: Мечта без Мечтаний - Не Мечта

source: Jumping Rope
fr: La corde sautillante
ru: Скакалка

source: Pretty Nicos ♡ Girly Ways
fr: Jolie Nico ♡ Très féminine
ru: Милая Нико♥Пути Девочек

source: Garden of Glass
fr: Le jardin de glace
ru: Сад из Стекла

source: Because Its a Stormy Love
fr: Parce que c'est un amour nuageux
ru: Потому-что Это Штормовая Любовь

source: M Is for μsic
fr: M comme μsique
ru: М для Музыки

source: Unfair Magnetic today
fr: Aujourd'hui injustement magnétique
ru: Нечестное Магическое сегодня

source: Twirling MIRACLE
fr: Miracle tourbillonnant
ru: Крутящееся ЧУДО

source: Is Your Heart Shining?
fr: Est-ce que ton cœur brille ?
ru: Твое Сердце Поет?

source: I Want It to Be More than a Memory
fr: Je veux être plus qu'un souvenir
ru: Я Хочу Быть Большим, чем Воспоминание

source: Delusion CROSSROADS
fr: Au croisement de l'illusion
ru: Иллюзионные ПЕРЕКРЕСТКИ

source: Goodbye to Goodbyes!
fr: Adieu aux adieux !
ru: Прощай к Прощаниям!

source: First event with EX/4X event song
fr: Premier événement avec les chansons en expert et x4
ru: Первый ивент с EX/4X ивент-песней

source: Start of second round of events
fr: Début du second tour d'événements
ru: Начало второго раунда ивентов

source: First event with random EX
fr: Premier événement avec une chanson en expert aléatoires
ru: Первый ивент с рандомным экспертом

source: Start of third round of events
fr: Début du troisième tour d'événements
ru: Старт третьего раунда ивентов

source: Start of fourth round of events
fr: Début du 4ème tour d'événements
ru: Старт чертвертого раунда ивентов

source: Start of fifth round of events
fr: Début du 5ème tour d'événement
ru: Старт пятого раунда ивентов

source: First event with Technical difficulty
fr: Premier événement avec la difficulté technique
ru: Первый ивент со сложностью Technical

source: Start of sixth round of events
fr: Début du sixième tour d'événements
ru: Старт шестого раунда ивентов

source: First event with 4X EX
fr: Premier événement avec chanson en expert x4
ru: Первый ивент с 4Х экспертом

source: Start of seventh round of events
fr: Début du septième tour d'événements
ru: Старт седьмого раунда ивентов

source: Start of eighth round of events
fr: Début du huitième tour d'événements
ru: Старт восьмого раунда ивентов

source: Collections
ru: Коллекции

source: Give away this account
fr: Offrir ton compte à un membre de la communauté
ru: Отдать этот аккаунт

source: Trade this account
fr: Échanger ce compte
ru: Обменять этот аккаунт

source: Sell this account
fr: Vendre ce compte
ru: Продать аккаунт

source: Updates
fr: Mises à jour
ru: Обновления

source: See all collections
fr: Voir toute les collections
ru: Посмотреть на все коллекции

source: Main Unit
fr: Groupe principal
ru: Главный юнит

source: is crowdfunded by our Idol Devotee
fr: est co-financé par notre ultime adorateur d'idoles
ru: материально поддержан нашим Айдол Приверженцем.

source: our Idol Producer
fr: notre producteur d'idoles
ru: наш Продюсер Айдолов

source: Back to mobile app
fr: Retourner sur l'application mobile
ru: Назад к мобильному приложению

source: Only post official artworks, artworks you own, or fan artworks that are approved by the artist and credited.
fr: Ne poste que des images officielles ou sur lesquelles tu as les droits d'auteurs. Si tu postes un fan-art, assure-toi d'avoir l'autorisation de l'auteur et mets un lien vers la source.
ru: Публикуйте только официальные арты, ваши собственные работы, или работы других фанатов при их же согласии и указании автора.

source: This will report the entire user profile. There are different buttons to report a single fake account or a problem with an activity.
fr: Tu es sur le point de signaler le profil entier d'un utilisateur. Si tu souhaites signaler un seul compte ou une seule activité, utilise les boutons appropriés.
ru: Сейчас вы подаете жалобу полностью на весь профиль пользователя. Существуют отдельные кнопки для жалобы на фальшивый аккаунт или на проблемы с активностью.

source: If your report is accepted, the activity and all its comments will be deleted.
fr: Si ta demande est accepté, l'activité et ses commentaires seront supprimés.
ru: Если вашу жалобу подтвердят, действия и все их комментарии будут удалены.

source: You have a trade offer in progress.
fr: Tu as une offre de transfert en cours.
ru: У вас есть незаконченное предложение обмена.

source: Suggestions
ru: Предложения

source: Giveaways
fr: Offres à la communauté
ru: Раздачи

source: Trades
fr: Échanges
ru: Обмен

source: Sales
fr: Ventes
ru: Скидки

source: Give away your account
fr: Offre ton compte à la communauté
ru: Отдать свой аккаунт

source: Trade your account
fr: Échanger ton compte
ru: Обменять свой аккаунт

source: Sell your account
fr: Vendre ton compte
ru: Продать свой аккаунт

source: What's your favorite Umi card?
fr: Quelle est ta carte préférée de Umi ?
ru: Какая ваша любимая карта с Уми?

source: Who's the best N?
fr: Qui est ta N preférée ?
ru: Самая лучшая N карта?

source: What's your favorite Maki card?
fr: Quelle est ta carte préférée de Maki ?
ru: Какая ваша любимая карта с Маки?

source: Who's the coolest cool card?
fr: Quelle est la carte Cool la plus cool ?
ru: Самая крутая кул карта?

source: Who's the best fairy tale story teller?
fr: Qui raconte le mieux les contes de fées ?
ru: Самая лучшая фея рассказщица?

source: Who's the best mom?
fr: Qui est la meilleur maman ?
ru: Самая лучшая мама?

source: Is COCO really the BEST?
fr: Est-ce que COCO est vraiment la BEST ?
ru: Действительно ли КОКО ЛУЧШАЯ?

source: What's your favorite Nozomi card?
fr: Quelle est ta carte préférée de Nozomi ?
ru: Какая ваша любимая карта с Нозоми?

source: Who looks the best in a wedding dress?
fr: Qui est la plus jolie dans une robe de mariée ?
ru: Кто выглядит лучше в свадебном платье?

source: What's your favorite event card?
fr: Quelle est ta carte événement préferée ?
ru: Какая ваша любимая ивент-карта?

source: What's your favorite Nico card?
fr: Quelle est ta carte préférée de Nico ?
ru: Какая ваша любимая карта с Нико?

source: What's your favorite Honoka card?
fr: Quelle est ta carte préférée de Honoka ?
ru: Какая ваша любимая карта с Хонокой?

source: Who's the cutest in a swimsuit?
fr: Qui est la plus mignonne en maillot de bain ?
ru: Кто самая милая в купальнике?

source: Who's the most gorgeous mermaid?
fr: Qui est la plus somptueuse sirène ?
ru: Кто самая прекрасная русалка?

source: What's your favorite Kotori card?
fr: Quelle est ta carte préférée de Kotori ?
ru: Какая ваша любимая карта с Котори?

source: Who do you want to go to a matsuri with?
fr: Avec qui veux-tu aller à un festival ?
ru: С кем вы бы сходили на матсури?

source: Who's your favorite Otonokizaka teacher?
fr: Qui est le meilleur prof du lycée Otonokizaka ?
ru: Кто ваш любимый учитель в Отонокизаке?

source: Who's the most cheerful smile card?
fr: Quelle est la carte Smile la plus souriante ?
ru: Самая бодрая смайл карта?

source: What's your favorite Eli card?
fr: Quelle est ta carte préférée de Eli ?
ru: Какая ваша любимая карта с Эли?

source: What's your favorite Rin card?
fr: Quelle est ta carte préférée de Rin ?
ru: Какая ваша любимая карта с Рин?

source: Who's your favorite in the Yazawa family?
fr: Dans la famille Yazawa, tu choisis...?
ru: Кто ваш любимый из семьи Язава?

source: What's your favorite starter card?
fr: Quelle est ta carte de départ préferée ?
ru: Какая ваша любимая начальная карта?

source: Who's your favorite UR?
fr: Quelle est ta carte UR préférée ?
ru: Какая ваша любимая UR?

source: What's your favorite Hanayo card?
fr: Quelle est ta carte préférée de Hanayo ?
ru: Какая ваша любимая карта с Ханаё?

source: Who's the cutest furry idol?
fr: Qui est l'idole poilue la plus mignonne ?
ru: Кто самый милый пушистый айдол?

source: Who's the spookiest Halloween card?
fr: Quelle est la carte d'Halloween la plus effrayante ?
ru: Самая устрашающая Хэллоуин карта?

source: Who's the fluffiest: Alpaca or Kotori?
fr: Qui est le plus poilu et doux : l'alpaca ou Kotori ?
ru: Кто пушистее: Альпака или Котори?

source: Ho ho ho! Who's the cutest idol for Christmas?
fr: Ho ho ho ! Qui est l'idole de Noël la plus mignonne ?
ru: Хо-хо-хо! Кто самый милый рождественский айдол?

source: Who do you want to spend New Year's eve with?
fr: Avec qui souhaites-tu passer le nouvel an ?
ru: С кем вы бы остались в канун Нового Года?

source: Who would be your perfect Valentine?
fr: Qui serait ta parfaite Valentine ?
ru: Кто ваш Валентин?

source: 1st year Anniversary - Who's the best among the best?
fr: School Idol Tomodachi a un an ! Quelle est la meilleure carte parmi les meilleures cartes ?
ru: 1 годовщина - Кто лучший из лучших?

source: Who do you ship with Alpaca?
fr: Qui est le
ru: Кого вы шиперите с Альпакой?

source: Are our hearts shining?
fr: Est-ce que nos cœurs brillent ?
ru: Наши сердца поют?

source: I Want Love to Bloom at the Aquarium
fr: Je veux que notre amour fleurisse à l'aquarium
ru: Хочу, чтобы любовь расцвела в Аквариуме

source: Global Contest 2015
fr: Concours global 2015
ru: Глобальный Контест 2015

source: Who's your favorite Aqours idol?
fr: Qui est ton idole préférée de Aqours ?
ru: Ваша любимая айдол из Акв?

source: What's your least favorite card among the least favorites?
fr: Quelle est la carte que tu aimes le moins parmi les cartes qui ont obtenu le moins de votes en 2015 ?
ru: Какая ваша наимение любимая карта среди наимение любимых?

source: What's your favorite Umi card? 2016 ed.
fr: Quelle est ta carte préférée de Umi ? Édition 2016
ru: Какая ваша любимая карта с Уми? Версия 2016.

source: What's your favorite Maki card? 2016 ed.
fr: Quelle est ta carte préférée de Maki ? Édition 2016
ru: Какая ваша любимая карта с Маки? Версия 2016.

source: Who's the cutest in the Moment Ring outfit?
fr: Qui est la plus mignonne avec la tenue de la chanson "Moment Ring" ?
ru: Самая милая в костюме MOMENT RING?

source: Who's the most beautiful fairy in the enchanted Love Live world?
fr: Qui est la plus belle fée du monde enchanté de Love Live ?
ru: Самая красивая фея в мире Love Live?

source: Who's the best N? 2016 ed.
fr: Quelle est ta carte N préférée ? Édition 2016
ru: Самая лучшая N карта? Версия 2016.

source: Who's so pretty that she makes all the flowers blossom this spring?
fr: Qui est si jolie que toutes les fleurs autours d'elle éclosent au printemps ?
ru: Кто настолько прекрасна, что заставляет цветы цвести этой весной?

source: Who's your favorite in 1st year?
fr: Qui est ta préférée en seconde au lycée ?
ru: Ваша любимая первогодка?

source: Who's your favorite in 2nd year?
fr: Qui est ta préférée en première au lycée ?
ru: Ваша любимая второгодка?

source: Who's your favorite in 3rd year?
fr: Qui est ta préférée en terminale au lycée ?
ru: Ваша любимая третьегодка?

source: Who do you ship with Umi?
fr: Qui irait bien en couple avec Umi ?
ru: Кого вы шипите с Уми?

source: Who do you ship with Maki?
fr: Qui irait bien en couple avec Maki ?
ru: Кого вы шипите с Маки?

source: Who do you ship with Watanabe You from Aqours?
fr: Qui irait bien en couple avec You de Aqours ?
ru: Кого вы шипите с Ватанабе Еу из Акв?

source: Sweet Holiday
fr: Douces vacances
ru: Сладкий Праздник

source: Love*Heart
fr: Cœur * Amoureux
ru: Любовное*Сердце

source: The Best Version of Me
fr: La meilleure version de Moi
ru: Моя Лучшая Версия

source: Heart on my Sleeve
fr: Le cœur sur la main
ru: Душа Нараспашку

source: Weary Princess
fr: La princesse un peu fatiguée
ru: Утомленная Принцесса

source: My First Happy Tune
fr: Ma première chanson joyeuse
ru: Мой Первый Счастливый Мотив

source: Can I Really Shine?
fr: Est-ce que je peux vraiment briller ?
ru: Могу Ли я Сиять?

source: We are NAVIGATORS!
fr: Nous sommes des NAVIGATEURS !
ru: Мы НАВИГАТОРЫ!

source: Im Gonna Get You!
fr: Je vais t'attraper !
ru: Я Тебя Поймаю!

source: Innocent Declaration!
fr: Une déclaration innocente !
ru: Невинное Заявление!

source: My Wavering Heart
fr: Mon cœur tremblant
ru: Моё нерешительное сердце.

source: Please... Notice me!
fr: S'il-te-plaît... Remarque-moi !
ru: Прошу... Заметь меня!

source: Love Is a Mirage
fr: L'amour est un mirage
ru: Любовь - Мираж

source: Loving Words
fr: Mots d'amour
ru: Любящие Слова

source: Why Do I Get so Hungry?
fr: Pourquoi j'ai toujours si faim ?
ru: Почему я Становлюсь Настолько Голодной?

source: First Event Nightmare!?
fr: Le premier événement cauchemardesque !?
ru: Кошмар перед Первым Ивентом!?

source: Just Between Us
fr: Juste entre nous
ru: Между Нами

source: The Mysteries of Otonoki
fr: Les mystères d'Otonoki
ru: Тайны Отоноки

source: Under the Starry Sky
fr: Sous le ciel de étoilé
ru: Под Звёздным Небом.

source: Nozomis Spiritual Life
fr: La vie spirituelle de Nozomi
ru: Спиритическая Жизнь Нозоми.

source: Nicos Secret Survey
fr: Les dimensions secrètes de Nico
ru: Тайные результаты обследования Нико.

source: The Song of Love
fr: La chanson d'amour
ru: Песня Любви.

source: Take Me to the Moon -Love * Heart
fr: Emmène-moi vers la lune - Cœur * Amoureux
ru: Возьми Меня на Луну -Любовь*Сердце

source: Gather, everyone!Sweet Holiday Kotoris Sweets
fr: Rassemblez-vous, tout le monde ! Douces vacances avec les sucreries de Kotori
ru: Все, собирайтесь! Сладости Котори в Честь Сладкого Праздника

source: I Wanna See You Everyday
fr: Je veux te voir tous les jours
ru: Я Хочу Видеть Тебя Каждый День

source: Our Best Smile
fr: Notre meilleur sourire
ru: Наша Лучшая Улыбка

source: Who's the cutest cheerleader?
fr: Qui est la majorette la plus mignonne ?
ru: Кто самая милая чирлидерша?

source: Who's the cutest in the Happy Maker outfit?
fr: Qui est la plus mignonne avec la tenue de la chanson "Happy Maker" ?
ru: Самая милая в костюме "Happy maker"?
