Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Infinite Facemash: Pick the cutest between two random cards and help your favorite idol reach the top of the ranking!
de: Füge Karten deinen Favoriten hinzu, kommentiere sie und WÄHLE FÜR DAS BESTE IDOL im Facemash.
es: Infinite Facemash: ¡Vota por tu carta favorita entre 2 cartas aleatorias y ayuda a tu idol favorita a llegar al top del ranking!
fr: Vote pour la plus jolie entre deux cartes tirées au hasard pour faire grimper ton idole préférée jusqu'au sommet du classement !
id: Infinite Facemash Pilih dua kartu terimut secara acak dan bantu idol favorit kamu untuk mencapai puncak peringkat
it: Scontro Infinito: Scegli la più carina tra due carte casuali e aiuta la tua idol preferita a raggiungere la cima della classifica!
pt: Infinite Facemash: Escolhe a que mais gostas entre duas cartas aleatórias e ajuda a tua preferida a chegar ao topo do ranking!
ro: Facemash Infinit : Alege cea mai draguță idol dintre două cărți la întâmplare și ajută-ți idolul preferat să ajungă în topul rangului!
ru: Бесконечное голосование: выберите лучшую из двух рандомных карт и помогите своему айдолу достичь вершины рейтинга!
sv: Oändlig Strid: Välj den sötaste mellan två slumpmässiga kort och hjälp din favorit idol att komma till toppen av rangordningen!

source: Chat
ru: Чат
sv: Chatt

source: You may contact us if you have troubles with your account, such as if you lost your password, or if you wish to transfer an account to another user.
de: Solltest du Probleme mit deinem Account haben wie z.B. das du dein Passwort verloren hast oder das du deinen Account einem anderen User übertragen möchtest, kannst du uns kontaktieren.
es: Puedes contactarnos si tienes problemas con tu cuenta, como si pierdes tu contraseña o si deseas transferir tu cuenta a otro usuario.
fr: Tu peux nous contacter si tu rencontres un problème avec ton compte, par exemple en cas de perte de ton mot de passe ou si tu souhaites transférer un compte vers un autre utilisateur.
id: Kamu dapat menghubungi kami jika memiliki masalah dengan akunmu, seperti lupa password, atau jika kamu ingin mentransfer akun ke pemain lain
it: Puoi contattarci se hai problemi col tuo account, ad esempio se perdi la tua password, o se vuoi trasferire il tuo account ad un altro utente.
pt: Deves contactar-nos se tiveres problemas com a tua conta tais como perderes a tua palavra-passe ou se queres transferir uma conta para outro utilizador
ro: Ne poți contacta dacă întâmpini anumite probleme cu contul tău, dacă îți pierzi parola, sau dacă dorești să transferi un cont către un alt utilizator.
ru: Вы можете связаться с нами, если что-то случится, к примеру, потеряете пароль или захотите передать свой аккаунт другому пользователю
sv: Du kan kontakta oss om du har trubbel med ditt konto, sånt som om du har glömt ditt lösenord, eller om du önskar att överför ett konto till en annan användare.

source: This profile is private, so it is not possible to see the cards, activities and events participations.
de: Dieses Profil ist privat, deshalb ist es dir nicht möglich die Karten, Aktivitäten und Event Aktivitäten zu sehen.
es: Este perfil es privado, así que no es posible ver sus cartas, actividades ni sus participaciones en eventos,
fr: Ce profil est privé. Il n'est pas possible de consulter ses cartes, ses activités, ni ses participations aux évènements.
id: Private Profile, jadi kamu tidak dapat melihat kartu, aktivitas, dan even yang diikuti
it: Questo profilo è privato, quindi non è possibile vedere le carte, le attività e i risultati degli eventi.
pt: Este perfil é privado e, por isso, não é possível ver as cartas nem participações em eventos
ro: Acest profil este privat, deci nu este posibil să vizionezi cărțile, activitatea și participarea la evenimente.
ru: Этот профиль скрыт. Нельзя увидеть карты, активность, а также участие в ивентах.
sv: Denna profil är privat, så det är inte möjligt att se deras kort, aktiviteter och event deltagningar.

source: Silver Verified
de: Silber verifiziert
es: Verificación de plata
fr: Argent
it: Verificazione Argento
pt: Prata Verificada
ro: Argint Verificat
ru: Серебряное подтверждение
sv: Silver Verifierad

source: Gold Verified
de: Gold verifiziert
es: Verificación de oro
fr: Or
it: Verificazione Oro
pt: Ouro Verificado
ro: Aur Verificat
ru: Золотое подтверждение
sv: Guld Verifierad

source: Thumbs
de: Daumen
es: Pulgares
fr: Pouces
id: Jempol
it: Pollici
pt: Pulgares
ro: Degetele Mari
ru: Большими пальцами
sv: Tummar

source: All fingers
de: Alle Finger
es: Todos los dedos
fr: Tous les doigts
id: Semua jari
it: Tutte le dita
pt: Todos os dedos
ro: Toate degetele
ru: Всеми пальцами
sv: Alla fingrar

source: One hand
de: Einhändig
es: Una mano
fr: Une seule main
id: Satu tangan
it: Una mano
pt: Uma mão
ro: O singură mână
ru: Одной рукой
sv: En hand

source: Other
de: Anderes
es: Otro
fr: Autre
id: Lainnya
it: Altro
pt: Outro
ro: Altele
ru: Другое
sv: Annat

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
pt: Plataforma em que jogas
ro: Dispozitiv
ru: Устройство
sv: Apparat

source: The modele of your device. Example: Nexus 5, iPhone 4, iPad 2, ...
de: Das Model deines Geräts (Beispiel: Nexus 5, iPhone 4, iPad 2, etc)
es: El modelo de tu dispositivo. Por ejemplo: Nexus 5, iPhone 4, iPad 2, ...
fr: Modèle de téléphone/tablette. Exemple : Nexus 5, iPhone 4, iPad 2, ...
id: Merk device kamu, misalnya Nexus 5, iPhone 4, iPad 2
it: Il modello del tuo dispositivo. Es: Nexus 5, iPhone 4, iPad 2, ...
pt: O modelo da tua plataforma. Exemplo: Nexus 5, iPhone 4, iPad 2...
ro: Modelul dispozitivului tău. Exemplu: Nexus 5, iPhone 4, iPad 2, ...
ru: Модель вашего устройства. Например, Nexus 5, iPhone 4, iPad 2, ...
sv: Modellen av din apparat. Exempel: Nexus 5, iPhone 4, iPad 2, ...

source: Play with
de: Spiele mit
es: Juega con
fr: Joue avec
id: Bermain dengan
it: Gioca con
pt: Jogas com
ro: Joacă cu
ru: Играет
sv: Spelar med

source: Account
es: Cuenta
fr: Compte
id: Akun
pt: Conta
ro: Cont
ru: Аккаунт
sv: Konto

source: Verified
de: Verifiziert
es: Verificada
fr: Vérification
it: Verificato
pt: Verificada
ro: Verificat
ru: Подтверждение
sv: Verifierad

source: How to install Japanese apps?
de: Wie man japanische Apps installiert
es: ¿Cómo instalar aplicaciones japonesas?
fr: Comment installer des applications japonaises ?
id: Bagaimana cara menginstall game versi Jepang
it: Come installare app Giapponesi?
pt: Como instalar aplicações Japonesas?
ro: Cum să instalez aplicații japoneze?
ru: Как установливать японские приложения?
sv: Hur man installerar japanska appar?

source: APKs and Links
de: APKs und Links
es: APKs y enlaces
fr: Liens et APKs
id: APK dan link
it: APK e Link
pt: APKs e Links
ro: APK-uri și Link-uri
ru: Файлы APK и ссылки
sv: APKs och Länkar

source: If none of the Android links worked, that's what you're searching for.
de: Sollte keiner der Android Links funktionieren, dann ist es das, was du gesucht hast.
es: Si ninguno de los enlaces de Android funcionó, esto es lo que estás buscando.
fr: Si aucun des liens ci-dessus n'a fonctionné, c'est ça que tu cherches.
id: Jika tidak ada link Android yang berjalan, lakukan hal berikut
it: Se nessuno dei link Android ha funzionato, questo è quello che cerchi.
pt: Se nenhum dos links de Android funcionaram é disso que estás à procura
ro: Dacă niciunul dintre link-urile de Android nu au funcționat, atunci asta căutați.
ru: Если ни одна из ссылок для Android не работает, то вам сюда.
sv: Om ingen av Android länkarna funkade, det är vad du letar efter.

source: Other Android APKs mirror
de: Andere Android APKs
es: Otros mirrors para APKs de Android
fr: Autre liens d'APKs
id: APK android yang lain (mirror)
it: Altri mirror APK per Android
pt: Outros Android APKs
ro: Alte APK-uri și mirror-uri pentru Android
ru: Скачать APK с зеркала
sv: Andra Android APKs mirrors

source: Play on a rooted Android
de: Wie man mit gerootetem Android Gerät spielt
es: Jugar en un Android rooteado
fr: Jouer sur un Android rooté
id: Bermain dengan Android yang diroot
it: Gioca su un Android con root
pt: Jogar no Android
ro: Joacă pe un Android rootat.
ru: Играть с рут-правами
sv: Spela på en rooted Android

source: "Illegal access detected!"? Here is the solution.
de: "Illegal access detected!"? Here ist die Lösung.
es: ¿"¡Acceso ilegal detectado!"? Aquí tienes la solución.
fr: "Illegal access detected!" ? Voilà la solution.
id: 'Illegal access detected!'? Berikut solusinya
it: "È stato rilevato un accesso illecito!"? Ecco la soluzione.
pt: "Acesso ilegal detetado!"? Aqui está a solução.
ro: "Acces ilegal detectat!"? Aici este soluția.
ru: "Illegal access detected!"? У нас есть решение!
sv: "Olaglig tillgänglighet hittat!"? Här är lösningen.

source: Play on a PC
de: Wie man auf PC spielt
es: Jugar en una computadora
fr: Jouer sur PC
id: Bermain dengan PC
it: Gioca su PC
pt: Jogo(a) num PC
ro: Joacă pe PC
ru: Играть на ПК
sv: Spela på PC

source: Get Started
de: Wie man anfängt
es: Comienza
fr: Guide de démarrage
id: Mulai
it: Primi Passi
pt: Começar
ro: Începe
ru: Начнём
sv: Starta Upp

source: Beginner's guide
de: Anfänger Guide
es: Guía inicial
fr: Guide du débutant
id: Panduan untuk pemula
it: Guida per Principianti
pt: Guia de Iniciação
ro: Ghidul începătorului
ru: Гайд для новичков
sv: Nybörjar Guide

source: Menu's Translation
de: Menü Übersetzung
es: Traducción del menú
fr: Traduction des menus
id: Terjemahan Menu
it: Traduzione del Menu
pt: Menu de Tradução
ro: Traducere meniu
ru: Перевод меню
sv: Menys Översättning

source: Useful if you play on the Japanese version.
de: Nützliches, falls du die japanische Version spielst
es: Útil si juegas la versión japonesa.
fr: Pratique si tu joues la version japonaise.
id: Berguna jika kamu memainkan versi Jepang
it: Utile se giochi alla versione Giapponese.
pt: É útil se jogas na versão Japonesa do jogo.
ro: Folositor dacă joci versiunea japoneză.
ru: Полезно, если вы играете на японской версии.
sv: Andvändbart om du spelar den japanska versionen.

source: GamePlay
fr: Guide du jeu
ru: Геймплей
sv: Spelsätt

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas más frecuentes
fr: Foire aux questions
id: Pertanyaan yang sering diajukan
pt: Perguntas Frequentes
ro: Întrebări frecvente
ru: Часто Задаваемые Вопросы
sv: Ofta Frågade Frågor

source: List of Items
de: Itemliste
es: Lista de objetos
fr: Liste des objets du jeu
id: Daftar item
it: Lista degli oggetti
pt: Lista de Itens
ro: Listă de obiecte
ru: Список вещей
sv: Lista av Föremål

source: In game points and virtual money.
de: Ingame Punkte und virtuelles Geld
es: Puntos en el juego y dinero virtual.
fr: Les points et la monnaie virtuelle.
id: Poin dalam game dan uang virtual
it: Punti in-game e valuta virtuale.
pt: Pontos e dinheiro virtual no jogo
ro: Puncte în joc și bani virtuali
ru: Внутриигровые очки и виртуальные деньги
sv: Spel poäng och vituella pengar.

source: Save your Transfer Code
de: Sichere deinen Transfer Code
es: Guarda tu código de transferencia (transfer code)
fr: Sauvegarde ton code de transfert
id: Simpan Kode Transfermu
it: Salva il tuo Codice di Trasferimento
pt: Guardar o teu Código de Transferência
ro: Salvează codul tău de transfer
ru: Сохрани трансфер-код
sv: Spara din Överförningskod

source: First thing to do! In case you lose your device, it will allow you to retrieve your precious account.
de: Das ist das Erste, was du tun solltest! Solltest du dein Gerät verlieren, wird es dir ermöglichen deinen geliebten Account wieder zu erlangen.
es: ¡Lo primero que debes hacer! En caso de que pierdas tu dispositivo, te permitirá recuperar tu preciada cuenta.
fr: Très important ! Si tu perds ton appareil, cela te permettra de récupérer ton précieux compte.
id: Hal pertama yang dilakukan! Jika suatu saat kamu kehilangan device kamu, dengan ini akan membantu kamu mendapatkan kembali akunmu
it: La prima cosa da fare! In caso perdessi il tuo dispositivo, ti permetterà di recuperare il tuo prezioso account.
pt: Primeira coisa que deves fazer em caso de perderes o dispositivo vai permirtir-te
ro: Primul lucru care trebuie făcut! În cazul în care vă pierdeți dispozitivul, acesta vă permite să vă recuperați prețiosul cont.
ru: Это первое, что вы должны сделать! Если вы потеряете устройство, то сможете восстановить аккаунт.
sv: Första saken att göra! Ifall du förlorar din apparat, låter det dig att få tillbaka ditt dyrbara konto.

source: Points required to rank up
de: Punkte die man braucht bis zum nächstem Rank.
es: Puntos requeridos para subir de nivel
fr: Points nécessaires pour monter de niveau
id: Poin yang dibutuhkan untuk naik rank
it: Punti necessari per salire di rank.
pt: Pontos necessários para subir o rank
ro: Puncte necesare pentru avansarea in rang
ru: Очки, нужные для повышения уровня
sv: Poäng som behövs för att ranka upp

source: Edit your "about me" section in the game
de: Bearbeite deine "About Me" Sektion ingame
es: Editar la sección "sobre mí" en el juego
fr: Modifier la section "about me" dans le jeu
id: Edit bagian 'about me' dalam game
it: Modifica la tua sezione "su di me" nel gioco
pt: Editar a secção "sobre mim" no jogo
ro: Editează secțiunea "despre mine" din joc.
ru: Отредактируйте пункт "обо мне" в игре
sv: Redigera ditt "om mig" avsnittet i spelet

source: News & Updates
de: Neuigkeiten & Updates
es: Noticias y actualizaciones
fr: Informations et mises à jour
id: Berita dan Update
it: News & Aggiornamenti
pt: Notícias & Updates
ro: Ştiri și Noutăți
ru: Новости и обновления
sv: Nyheter & Uppdateringar

source: Game Facebook Page
de: Game Facebook Seite
es: Página de facebook del juego
fr: Page Facebook du jeu
id: Game page di Facebook
it: Pagina Facebook del Gioco
pt: Página de Facebook do Jogo
ro: Pagina de Facebook a jocului
ru: Страница игры на Фейсбуке
sv: Spel Facebook Sida

source: Official page with news about the game.
de: Offizielle Seite mit den News zum Spiel.
es: Página oficial con noticias sobre el juego.
fr: Page officielle avec les informations à propos du jeu.
id: Page official yang berhubungan dengan berita tentang game
it: Pagina ufficiale con novità sul gioco.
pt: Página Oficial com notícias do jogo.
ro: Pagina oficială cu știrile despre joc.
ru: Официальная страница с новостями об игре.
sv: Officiell sida med nyheter om spelet.

source: Updates about the cards and the community (this website!).
de: Updates über Karten und die Community
es: Actualizaciones sobre las cartas y la comunidad (¡este sitio!)
fr: Actualités sur les nouvelles cartes et la communauté School Idol Tomodachi.
id: Update tentang kartu dan komunitas (website ini)
it: Novità sulle carte e la community (questo sito!).
pt: Updates sobre as cartas e a comunidade (este website!).
ro: Noutăți despre cărți și despre comunitate (acest website!).
ru: Обновления карт и сообщества (на этом сайте!).
sv: Uppdateringar om korten och gemenskapen (denna sida!).

source: Funny quotes from frustrated players.
de: Lustige Zitate von frustrierten Spielern.
es: Frases divertidas de jugadores frustrados
fr: Citations amusantes de joueurs frustrés (en anglais).
id: Quotes lucu dari pemain frustasi
it: Citazioni divertenti di giocatori frustrati.
pt: Frases engraçadas de jogadores frustrados
ro: Citate amuzante de la jucători frustrați
ru: Смешные цитаты от разочарованных игроков.
sv: Roliga citat från frustrerade spelare

source: English In Game Updates
de: Ingame Updates zur englischen Version
es: Actualizaciones de la versión inglesa
fr: Actualités du jeu anglais
id: Game English update
it: Aggiornamenti del Gioco Inglese.
pt: Updates do jogo Inglês
ro: Noutăți despre joc în engleză
ru: Обновления английской версии
sv: Engelska Spel Uppdateringar

source: Japanese In Game Updates
de: Ingame Updates zur japanischen Version
es: Actualizaciones de la versión japonesa
fr: Actualités du jeu japonais
id: Game Jepang update
it: Aggiornamenti del Gioco Giapponese.
pt: Updates do jogo Japonês
ro: Noutăți despre joc în japoneză
ru: Обновления японской версии
sv: Japanska Spel Uppdateringar

source: Translated in English.
de: Übersetzt ins Englische
es: Traducido al inglés.
fr: Traduites en anglais.
id: Terjemahkan dalam English
it: Tradotto in Inglese.
pt: Traduzido do Inglês
ro: Tradus în engleză.
ru: Переведено на английский.
sv: Översatt på Engelska

source: Official News about LoveLive! Franchise
de: Offizielle News über das LoveLive! Franchise
es: Noticias oficiales sobre la franquicia de LoveLive!
fr: Actualités officielles à propos de la franchise Love Live!
id: Berita official tentang Franchise LoveLive!
it: News Ufficiali sul franchise di LoveLive!
pt: Notícias Oficiais sobre o Franchise LoveLive!
ro: Știri Oficiale despre Franciza LoveLive!
ru: Новости о франшизе LiveLove!
sv: Officiella Nyheter om LoveLive! Franchise:n

source: Communities
es: Comunidades
fr: Communautés
id: Komunitas
it: Comunità
pt: Comunidades
ro: Comunități
ru: Общества
sv: Gemenskap

source: Mainly casual gamers but very active community.
de: Hauptsächtlich Casuals, aber eine aktive Community.
es: Mayoritariamente jugadores casuales, pero una comunidad muy activa.
fr: Principalement des joueurs occasionnels, mais la communauté est très active.
id: Pemain biasa tapi sangat aktif dalam komunitas
it: Comunità molto attiva, popolata più che altro da giocatori occasionali.
pt: Maioritariamente jogadores causais mas uma comunidade muito ativa.
ro: În mare parte jucători ocazionali dar o comunitate foarte activă.
ru: В большинстве казуальные игроки, но очень активное общество.
sv: Mest vanliga spelare men väldigt aktiva gemenskaper.

source: Discuss with players using comments on their pages or on the cards.
de: Diskutiere mit Spielern indem du Kommentare auf ihren Seiten oder auf den Seiten der Karten hinterlässt.
es: Interactúa con otros jugadores usando los comentarios en sus páginas o en las cartas.
fr: Discute avec les autres joueurs sur leurs pages ou sur les cartes.
id: Berdiskusi dengan pemain lain menggunakan komentar pada halaman mereka atau pada kartu
it: Discuti con gli altri giocatori usando i commenti sulle loro pagine o quelle delle carte.
pt: Discute com jogadores utilizando os comentários nas suas páginas ou nas suas cartas.
ro: Discută cu jucătorii prin intermediul comentariilor de pe paginile lor sau de pe cărți.
ru: Общайтесь с другими игроками через комментарии.
sv: Diskutera med spelare med kommentarer på deras sidor eller på kort.

source: Collect Cards
de: Sammel Karten
es: Colecciona cartas
fr: Collectionne les cartes
id: mengumpulkan kartu
it: Colleziona Carte
pt: Recolher Cartas
ro: Colecționează cărți
ru: Собирайте карты
sv: Samla Kort

source: Search for cards using smart filters and ordering.
de: Nach Karten suchen mit schlauem filtern und ordnen
es: Busca cartas usando filtros inteligentes y ordenación.
fr: Parcours les cartes en utilisant des filtres de recherche intelligents.
id: Mencari kartu berdasarkan filter pintar dan pengurutan
it: Cerca le carte usando i filtri intelligenti e gli ordinamenti.
pt: Pesquisar cartas utilizando filtros inteligentes e ordenação
ro: Caută cărți folosind ordonarea si filtrele inteligente.
ru: Ищите карты по тегам и фильтрам.
sv: Sök för kort och använd smarta filter och sortering.

source: Track your Cards
de: Behalte die Übersicht über deine Karten
es: Añade tus cartas
fr: Ta collection de cartes
id: cari kartumu
it: Tieni traccia delle tue Carte
pt: Localiza as tuas cartas
ro: Ține evidența cărților.
ru: Отслеживайте карты
sv: Spåra dina Kort

source: Helps you fill your album in the game - and brag about your cards ;)
de: Hilft dir dein Album im Spiel zu füllen - und über deine Karten zu prahlen ;)
es: Te ayuda a rellenar tu album en el juego - y alardear sobre tus cartas ;)
fr: Remplis l'album dans le jeu - et frime avec tes cartes ;)
id: Membantumu mengisi albummu di game - dan pamerkan kartu-kartumu ;)
it: Ti aiuta a riempire il tuo album nel gioco - e a vantarti delle tue carte ;)
pt: Ajuda-te a encher o teu album no jogo - e vangloriar-te das tuas cartas ;)
ro: Te ajută să îți completezi albumul în joc - și să te lauzi cu cărțile tale ;)
ru: Помогите себе заполнить свой альбом - похвастайтесь своими картами ;)
sv: Hjälper dig att fylla ditt album i spelet - och att skryta om dina kort ;)

source: Recruitment Simulator
de: Scouting Simulator
es: Simulador de reclutamiento
fr: Simulateur de scout
id: Scouting simulator
it: Simulatore di Reclutamento
pt: Simulador de Recrutamento
ro: Simulator de recrutare
ru: Симулятор скаутинга
sv: Rekryteringssimulator

source: Trade Accounts on Facebook
de: Tausche Accounts auf Facebook
es: Intercambia cuentas en Facebook
fr: Échanges de comptes sur Facebook
id: Trade akun di Facebook
it: Scambia Account su Facebook
pt: Trocar Contas no Facebook
ro: Fă schimb de conturi pe Facebook
ru: Связать аккаунты с Фейсбуком
sv: Byt Konton på Facebook

source: Trade Accounts on Reddit
de: Tausche Accounts auf Reddit
es: Intercambia cuentas en Reddit
fr: Échanges de comptes sur Reddit
id: Trade Akun di Reddit
it: Scambia Account su Reddit
pt: Trocar Contas no Reddit
ro: Fă schimb de conturi pe Reddit
ru: Связать аккаунты с Реддитом
sv: Byt Kort på Reddit

source: Starter Accounts Giveaways with UR on Facebook
de: Starter Account Giveaways mit UR auf Facebook
es: Sorteos de cuentas iniciales con UR en Facebook
fr: Gagner un compte de démarrage avec une UR sur Facebook
id: Giveaway akun starter UR di Facebook
it: Giveaways di Starter Account con UR su Facebook
pt: Contas Iniciais com Ultra Raras no Facebook (Giveaways)
ro: Giveaway-uri de conturi începătoare cu UR pe Facebook
ru: Раздача стартовых аккаунтов с УР-ками на Фейсбуке
sv: Start Konton Utlottning med URs på Facebook

source: Play Songs & Watch Stories
de: Spiele Songs und schaue dir Stories an
es: Juega canciones y mira las historias
fr: Joue des Chansons et Regarde les Histoires
id: Memainkan lagu dan lihat ceritanya
it: Divertiti con le Canzoni & guarda le Storie
pt: Joga Músicas & Lê Histórias
ro: Joacă melodii și Urmărește Povești
ru: Играйте песни & читайте истории
sv: Spela Låtar & Se Berättelser

source: Scoring Guide
es: Guía de puntuaciones
fr: Guide pour faire un bon score
id: Panduan scoring
it: Guida al Punteggio
pt: Guia de Scoring
ro: Ghid pentru Scor
ru: Гайд по очкам
sv: Poängräkningsguide

source: List of songs
de: Songliste
es: Lista de canciones
fr: Liste des chansons
id: Daftar lagu
it: Lista delle canzoni
pt: Lista de Músicas
ro: Lista de melodii
ru: Список песен
sv: Lista av låtar

source: Train your fingers without wasting your LPs!
de: Trainiere deine Finger ohne LP zu verlieren!
es: ¡Entrena tus dedos sin gastar tu LP!
fr: Entraine tes doigts sans gâcher tes LPs !
id: Latih jari-jari kamu tanpa perlu memakai LP
it: Allena le dita senza sprecare i tuoi LP!
pt: Treina os teus dedos sem desperdiçar o teu LP!
ro: Antrenează-ți degetele fără să consumi LP!
ru: Тренируйте пальцы без траты ЛП!
sv: Träna dina fingrar utan att slösa dina LPs!

source: Assist Guides for each songs
de: Hilfguides für jeden Song
es: Guías para cada canción
fr: Guides assistés pour chaque chanson
id: Assist guide untuk tiap lagu
it: Guide per ogni canzone
pt: Guias para músicas
ro: Ghiduri de asistare pentru fiecare melodie
ru: Помощь к каждой песне
sv: Assist Guides för varje låt
