Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Player.me Community
es: Comunidad en Player.me
fr: Communauté Player.me
id: Komunitas Player.me
pt: Comunidade Player.me
ro: Comunitatea Player.me
ru: Сообщество Player.me
sv: Player.me Gemenskapen

source: hours
de: Stunden
es: horas
fr: heures
id: jam
it: ore
pt: horas
ro: ore
ru: часов
sv: timmar

source: minutes
de: Minuten
es: minutos
id: menit
it: minuti
pt: minutos
ro: minute
ru: минут
sv: minuter

source: seconds left
de: Sekunden übrig
es: segundos restantes
fr: secondes restantes
id: detik tersisa
it: secondi rimanenti
pt: segundos até ao fim
ro: secunde rămase
ru: секунд осталось
sv: sekunder kvar

source: Starts in
de: Startet in
es: Empieza en
fr: Commence dans
id: mulai dalam
it: Inizia tra
pt: Começa em
ro: Începe în
ru: Начнется через
sv: Börjar om

source: seconds
de: Sekunden
es: segundos
fr: secondes
id: detik
it: secondi
pt: segundos
ro: secunde
ru: секунды
sv: sekunder

source: Rejected
de: Abgelehnt
es: Rechazada
fr: Rejetée
id: ditolak
it: Rifiutata
pt: Rejeitado
ro: Respins
ru: Отклонено
sv: Avvisat

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In Attesa
pt: Pendente
ro: În așteptare
ru: до
sv: Pågående

source: In Progress
de: In Bearbeitung
es: En progreso
fr: En cours
id: dalam proses
it: In Corso
pt: Em Progresso
ro: În progres
ru: В процессе
sv: I Utveckling

source: For suggestions or bug reports, we recommend you to:
de: Für Vorschläge oder Benachrichtungen über Bug empfehlen wir dir:
es: Para sugerencias o reportes de bugs, te recomendamos:
fr: Pour toute suggestion ou rapport de problème, tu peux :
id: untuk saran atau laporan bug, kami sarankan untuk
it: Per suggerimenti o segnalazioni di bug, ti raccomandiamo:
pt: Para sugestões ou para reportar um bug, nós recomendamos que tu:
ro: Pentru sugestii sau raportări de erori, vă recomandăm:
ru: Для предложений или сообщений о багах, рекомендуем вам:
sv: För förslag eller bug rapporteringar, vi rekommenderar att du:

source: Browse the upcoming features on
de: Duchsuche die kommenden Features auf
es: Busca en las implementaciones futuras en
fr: Parcourir les fonctionnalités prévues sur
id: baca fitur yang akan dapatang di
it: Dai un'occhiata alle prossime feature su
pt: Pesquisa as ferramentas futuras em
ro: Navighează prin caracteristicile viitoare
ru: Посмотреть готовящиеся функции
sv: Kolla de uppkommande verktygen på

source: our Tasks manager
de: unser Tasks Manager
es: Nuestro administrador de tareas
fr: notre gestionnaire de tâches
id: Task manager kami
it: il nostro Task manager
pt: o nosso menager de tarefas
ro: prin Task manager
ru: в нашем таск-менеджере
sv: våran Uppgifts manager

source: Create a new issue
de: Erstelle einen neuen Fehler
es: Crea un nuevo tema
fr: Créer une nouvelle "issue" sur GitHub
id: Membuat issue baru
it: Segnala un nuovo problema
pt: Criar um
ro: Creați o nou punct de vedere
ru: Описать проблему
sv: Skapa ett nytt problem

source: with the details about what you would like us to implement
de: mit den Details über die du uns in Kenntnis setzen willst
es: con los detalles que te gustaría que implementemos
fr: avec tous les détails de ce que tu voudrais que l'on fasse
id: dengan detail tentang apa yang kamu inginkan agar kami implementasikan
it: con i dettagli di cosa vorresti che implementassimo
pt: com os detalhes que gostavas que implementassemos
ro: cu detalii la ceea ce ai dori să punem în aplicare
ru: подробно, чтобы рассказать о том, что вы хотите реализовать
sv: med detaljer om vad du vill att vi ska verkställa

source: Budget
es: Presupuesto
pt: Orçamento
ro: Buget
ru: Бюджет

source: You're an
de: Du bist ein
es: Eres un
fr: Tu es un
id: Kamu adalah
it: Sei un
pt: Tu és
ro: Ești un
ru: Вы
sv: Du är en

source: Added {} in {}
de: Hinzugefügt: {} in {}
es: Añadido {} en {}
fr: Vient d'ajouter {} dans le {}
id: menambahkan {} dalam {}
it: {} è stata aggiunta in {}
pt: Adicionada a {} em {}
ro: Adăugat {} în {}
ru: Добавлено {} в {}
sv: La till {} i {}

source: Idolized {} in {}
de: Idoliziert: {} in {}
es: Idolizó {} en {}
fr: A idolisé {} dans le {}
id: idolize {} dalam {}
it: Idolizzata {} in {}
pt: Idolizada a {} em {}
ro: Idolizat {} în {}
ru: Айдолизировано {} в {}
sv: Idolized {} i {}

source: Rank Up {}
de: Rank erhöht {}
es: Subió de nivel {}
fr: Vient de monter niveau {}
it: Salito al Rank {}
ro: Avansare în rang {}
ru: Поднят уровень {}
sv: Rankade Upp {}

source: Ranked {} in event {}
de: Rank {} im Event {} platziert
es: Obtuvo la posición {} en el evento {}
fr: A fini {}ème de l'événement {}
id: Rank {} dalam even {}
it: Sei arrivato {} nell'evento {}
pt: Posição {} no evento {}
ro: Rangul {} în eveniment {}
ru: Место {} в ивенте {}
sv: Platserade {} i event {}

source: Confirm that you want to delete it.
de: Bestätige , dass du es löschen willst.
es: Confirma que quieres eliminarlo.
fr: Confirme que tu souhaites le supprimer.
id: Konfirmasi jika kamu ingin menghapusnya
it: Conferma di volerlo eliminare.
pt: Confirma que o queres apagar.
ro: Confirmă că dorești să ștergi.
ru: Подтвердите, что хотите удалить.
sv: Godkänn att du vill ta bort det.

source: Delete previously saved transfer code
de: Lösche schon gespeicherten Transfer Code
es: Eliminar el código de transferencia (transfer code) anterior
fr: Confirmer que tu souhaites supprimer le code de transfert que tu as précédemment sauvegarder.
id: Menghapu kode transfer sebelumnya
it: Cancella il codice di trasferimento salvato in precedenza
pt: Apagar o Transfer Code anteriormente guardado
ro: Șterge codul de transfer salvat anterior
ru: Удалить предыдущий сохраненный трансфер-код
sv: Ta bort en före detta sparad överförningskod.

source: Total
de: Gesamt
it: Totale
ru: Всего
sv: Totalt

source: You have it
de: Du hast es
es: La tienes
fr: Tu l'as
id: Kamu memilikinya
it: Ce l'hai
pt: Tu tens
ro: O ai
ru: У вас есть эта карта
sv: Du har det

source: You don't have it anymore
de: Du hast es nicht mehr
es: Ya no la tienes
fr: Tu ne l'as plus
id: Kamu sudah tidak memilikinya lagi
it: Non ce l'hai più
pt: Já não a tens
ro: Nu o mai ai
ru: У вас больше нет этой карты
sv: Du har det inte längre

source: Just got verified: {}
de: Du wurdest gerade verifiziert {}
es: Has sido verificado: {}
fr: Vient d'être vérifié : {}
id: Sudah terverifikasi
it: Appena verificato: {}
pt: Acabou de ser verificado: {}
ro: Tocmai ce ai primit verificarea: {}
ru: Получено подтверждение: {}
sv: Blev precis verifierad: {}

source: Birthdate
de: Geburtstag
es: Cumpleaños
fr: Date de naissance
id: Tanggal lahir
it: Compleanno
pt: Data de nascimento
ro: Zi de naștere
ru: Дата рождения
sv: Födelsedatum

source: Use a valid imgur URL such as http://i.imgur.com/6oHYT4B.png
de: benutze eine gültige imgur URL , wie http://i.imgur.com/6oHYT4B.png
es: Usa una URL de imgur válida, como http://i.imgur.com/6oHYT4B.png
fr: Utilise une URL valide, comme par exemple : http://i.imgur.com/6oHYT4B.png
id: Gunakan URL imgur yang valid seperti http://i.imgur.com/6oHYT4B.png
it: Usa un'URL di imgur valida, come http://i.imgur.com/6oHYT4B.png
pt: Usa um URL válido como, por exemplo http://i.imgur.com/6oHYT4B.png
ro: Folosește un imgur URL valid cum ar fi http://i.imgur.com/6oHYT4B.png
ru: Используй действующий imgur URL, например: http://i.imgur.com/6oHYT4B.png
sv: Använd en giltlig imgur URL så som http://i.imgur.com/6oHYT4B.png

source: Picture
de: Bild
es: Imagen
fr: Image
id: Gambar
it: Foto
pt: Imagem
ro: Poză
ru: Изображение
sv: Bild

source: Message
de: Nachricht
es: Mensaje
id: Pesan
it: Messaggio
pt: Mensagem
ro: Mesaj
ru: Сообщение
sv: Meddelande

source: specified
de: bestimmt
es: especificado
fr: spécifié
id: spesifikasi
it: specificato
pt: especificado
ro: specificate
ru: указанно
sv: angivet

source: Only verified accounts can have a rank above 200.
de: Nur verifizierte Accounts können einen Rank über 200 haben.
es: Sólo las cuentas verificadas pueden tener nivel superior a 200
fr: Seuls les comptes vérifiés peuvent avoir un niveau supérieur à 200.
id: Hanya akun yang sudah diverifikasi yang dapan mencapai rank 200
it: Solo gli account verificati possono avere un rank sopra i 200.
pt: Só contas verificadas pode, ter o rank acima de 200
ro: Doar conturile verificate pot avea un rang peste 200
ru: Только подтвержденные аккаунты могут быть выше 200 уровня.
sv: Bara verifierade konton kan ha en rank över 200.

source: Search & Filter your cards
de: suche & filtere deine Karten
es: Busca y filtra tus cartas
fr: Cherche et filtre tes cartes
id: Cari dan filter kartumu
it: Cerca e Filtra le tue carte
pt: Perquisa e Filtra as tuas cartas
ro: Caută & Filtrează cărțile tale
ru: Ищи и сортируй карты
sv: Sök & Filtera dina kort

source: Your Perfect Lock cards
de: Deine Perfect Lock Karten
es: Tus cartas con fijador de Perfect
fr: Tes cartes "Perfect Lock"
id: Kartu perfect lock kamu
it: Le tue carte con Perfect Lock
pt: As tuas Perfect Lockers
ro: Cărțile tale Perfect Lock
ru: Твои Perfect Lock карты
sv: Dina Perfect Lock kort

source: Your Healer cards
de: Deine Healer Karten
es: Tus cartas sanadoras
fr: Tes cartes "Healer"
id: Kartu healer kamu
it: Le tue carte Healer
pt: As tuas Healers
ro: Cărțile tale Healer
ru: Твои карты-хилеры
sv: Dina Healer kort

source: Cards you should max level
de: Karten, die du Max leveln solltest.
es: Cartas de las que deberías maximizar el nivel
fr: Tes cartes à monter au niveau MAX
id: Kartu yang seharusnya kamu tingkatkan levelnya
it: Le carte che devi ancora portare al massimo livello
pt: Cartas às que devias maximizar o nível
ro: Cărțile care au nevoie de nivel maxim
ru: Карты, уровень которых не максимальный
sv: Kort du borde max levla

source: Your top Smile cards
de: Deine besten Smile Karten
es: Tus mejores cartas Smile
fr: Tes meilleurs cartes Smile
id: Kartu smile terbaik kamu
it: Le tue carte Smile migliori
pt: As tuas melhores cartas de Smile
ro: Cele mai bune cărți Smile ale tale
ru: Твои лучшие Smile карты
sv: Dina top Smile kort

source: Your top Pure cards
de: Deine besten Pure Karten
es: Tus mejores cartas Pure
fr: Tes meilleures cartes Pure
id: Kartu pure terbaik kamu
it: Le tue carte Pure migliori
pt: As tuas melhores cartas de Pure
ro: Cele mai bune cărți Pure ale tale
ru: Твои лучшие Pure карты
sv: Dina top Pure kort

source: Your top Cool cards
de: Deine besten Cool Karten
es: Tus mejores cartas Cool
fr: Tes meilleurs cartes Cool
id: Kartu cool terbaik kamu
it: Le tue carte Cool migliori
pt: As tuas melhores cartas de Cool
ro: Cele mai bune cărți Cool ale tale
ru: Твои лучшие Cool карты
sv: Dina top Cool kort

source: Drawings & fan-arts
de: Zeichnungen & Fan-Arts
es: Dibujos y fan-arts
fr: Dessins & fan-arts
id: Gambar dan fan-arts
it: Disegni & fan-art
pt: Desenhos
ro: Desene si fan art-uri
ru: Рисунки & фан-арт
sv: Teckningar & fan-arts

source: Cosplay
ru: Косплей

source: MEMES & comedy
de: MEMES & Komedie
es: MEMES y comedia
fr: Memes & humour
id: MEME dan komedi
it: MEME & comicità
pt: MEMES & comédia
ro: MEMES & comedie
ru: Мемы & шутки
sv: MEMES & komedi

source: Your best SOLO YOLOs
de: Deine besten Solo Yolos
es: Tus mejores SOLO YOLOs
fr: Tes meilleurs SOLO YOLOs
id: SOLO YOLO terbaik kamu
it: I tuoi migliori SOLO YOLO
pt: Os teus melhores SOLO YOLOs
ro: Cel mai bun SOLO YOLO al tău
ru: Твои лучшие солойоло
sv: Dina bästa SOLO YOLOs

source: Your best 10+1 pulls
de: Deine besten 10+1 Scouts
es: Tus mejores 10+1
fr: Tes meilleurs recrutements 10+1
id: draw 10+1 terbaik kamu
it: I tuoi migliori scout da 10+1
pt: Os teus melhores 10+1s
ro: Cea mai bună 10+1 extragere a ta
ru: Твои лучшие 10+1 роллы
sv: Din bästa 10+1 pull

source: Your best scores
de: Deine besten Scores
es: Tus mejores puntuaciones
fr: Tes meilleurs scores
id: Score terbaik kamu
it: I tuoi punteggi migliori
pt: Os teus melhores scores
ro: Cel mai bun scor al tău
ru: Твой лучший счет
sv: Dina bästa poäng

source: Discuss
de: Diskusion
es: Comenta
fr: Discute
id: Diskusi
it: Discuti
pt: Discução
ro: Discută
ru: Обсудить
sv: Diskutera

source: Edit
de: Bearbeiten
es: Edita
fr: Modifier
it: Modifica
pt: Editar
ro: Editează
ru: Редактировать
sv: Redigera

source: Upload your own screenshot
de: Lade deinen eigenen Screenshot hoch
es: Sube tu captura
fr: Envoie tes propres captures d'écrans
id: Upload screenshot kamu
it: Carica i tuoi screenshot
pt: Upload a tua screenshot
ro: Încarcă propriul tău screenshot
ru: Загрузить свой скриншот
sv: Ladda upp en egen skärmdump

source: Discussions
de: Diskusionen
es: Comentarios
id: Diskusi
it: Discussioni
pt: Discuções
ro: Discuții
ru: Обсуждения
sv: Diskussioner

source: Card added!
de: Karte hinzugefügt
es: ¡Carta añadida!
fr: Carte ajoutée !
id: Kartu sudah ditambahkan!
it: Carta aggiunta!
pt: Carta adicionada!
ro: Carte adăugată!
ru: Карта добавлена!
sv: Kort tillagt!

source: You may edit it below:
de: Du kannst es unten bearbeiten:
es: Puedes editarlo aquí:
fr: Tu peux la modifier si tu veux :
id: Kamu dapat meng-editnya di bawah
it: Puoi modificarlo qui sotto:
pt: Tu podes editá-lo abaixo
ro: O poți edita mai jos:
ru: Можно отредактировать ниже:
sv: Du kan redigera det under:

source: School
es: Instituto
fr: Lycée
id: Sekolah
it: Scuola
pt: Escola
ro: Școală
ru: Школа
sv: Skola

source: best %(attribute)s card
de: beste %(attribute)s Karte
es: mejor carta %(attribute)s
fr: meilleur carte %(attribute)s
id: terbaik %(atribut) kartu
it: migliori carte %(attribute)
pt: melhor carta %(attribute)s
ro: Cea mai bună %(attribute)s carte
ru: Лучшая %(attribute)s карта
sv: bästa %(attribute)s kort

source: %(counter)s player owns the card %(owns_card_string)s
de: %(counter)s Spieler besitzt diese Karte %(owns_card_string)s
es: %(counter)s jugador tiene la carta %(owns_card_string)s
fr: %(counter)s joueur possède la carte %(owns_card_string)s
id: %(counter)s player yang memiliki kartu %(owns_card_string)s
it: Il %(counter)s dei giocatori possiede la carta %(owns_card_string)s
pt: %(counter)s jogadore tem a carta %(owns_card_string)s
ro: %(counter)s jucător are cartea %(owns_card_string)s
ru: У %(counter)s игрока есть карта %(owns_card_string)s
sv: Plural: %(counter)s spelare äger kortet %(owns_card_string)s

source: Last update
de: letztes Update
es: Última actualización
fr: Dernière mise à jour
id: Update terakhir
it: Ultimo aggiornamento
pt: Último update
ro: Ultimul update
ru: Последнее обновление
sv: Förra uppdateringen

source: Accounts
es: Cuentas
fr: Comptes
id: Akun
it: Account
pt: Contas
ro: Conturi
ru: Аккаунты
sv: Konton

source: Merry Christmas!
de: Frohe Weihnachten!
es: ¡Feliz Navidad!
fr: Joyeux Noël !
id: Selamat Natal!
it: Buon Natale!
pt: Feliz Natal!
ro: Crăciun Fericit!
ru: Счастливого Рождества!
sv: God Jul!

source: Ages
de: Alter
es: Edades
fr: Âges
id: Umur
it: Età
pt: Idades
ro: Vârste
ru: Года
sv: Åldrar

source: Post your own activity
de: poste deine eigene Aktivität
es: Publica tu actividad
fr: Poste ta propre activité
id: Post aktivitas kamu
it: Posta la tua attività
pt: Posta a tua própria atividade
ro: Postează activitatea ta
ru: Публикуй свои события
sv: Posta din egen aktivitet

source: What is this?
de: Was ist das?
es: ¿Qué es ésto?
fr: Qu'est-ce que c'est ?
id: Apa ini?
it: Cos'è questo?
pt: O que é isto?
ro: Ce este asta?
ru: Что это?
sv: Vad är detta?

source: %(counter)s account matches your search:
de: %(counter)s Account passt zu deiner Suche:
es: %(counter)s cuenta se ajusta a tu búsqueda:
fr: %(counter)s compte correspond à ta recherche :
id: %(counter)s akun yang sesuai dengan pencarianmu:
it: Il %(counter)s degli account che corrispondono alla tua ricerca:
pt: %(counter)s conta combina com a tua pesquisa
ro: %(counter)s cont se potriveste cu căutarea.
ru: %(counter)s аккаунт соответствует запросу:
sv: Plural: %(counter)s konton matchar din sökning:

source: Most popular
de: beliebtesten
es: Más popular
fr: Popularité
id: Paling populer
it: I più popolari
pt: Mais popular
ro: Cel mai popular
ru: Самый популярный
sv: Mest populär

source: years old
de: Jahre alt
es: años
fr: ans
id: tahun
it: anni
pt: Anos
ro: ani
ru: лет
sv: år gammal

source: %(counter)s player has the card %(owns_card_string)s in their wish list
de: %(counter)s Spieler hat diese Karte %(owns_card_string)s in seiner Wunschliste
es: %(counter)s jugador tiene la carta %(owns_card_string)s en su lista de deseos
fr: %(counter)s joueur souhaite d'avoir la carte %(owns_card_string)s
id: %(counter)s pemain yang memiliki kartu %(owns_card_string)s di daftar keinginannya
it: Il %(counter)s dei giocatori possiede la carta %(owns_card_string)s nella propria lista dei desideri
pt: %(counter)s jogador têm a carta %(owns_card_string)s na sua lista de desejos
ro: %(counter)s jucător are cartea %(owns_card_string)s în lista de dorințe.
ru: У %(counter)s игрока карта %(owns_card_string)s в виш-листе
sv: Plural: %(counter)s spelare har kortet %(owns_card_string)s i deras önskelista

source: We
de: Wir
es: Nosotros
fr: On
id: Kami
it: Noi
pt: Nós
ro: Noi
ru: Мы
sv: Vi

source: So don't forget to check out the discussion boards, communities and much more from our fellow LoveLivers friends:
de: Also vergiss nicht Diskussionen abzuchecken, Communities und mehr von anderen LoveLive Spielern :
es: Así que no olvides mirar los comentarios, comunidades y mucho más de nuestros amigos LoveLivers:
fr: Donc n'oublies pas d'aller jeter un oeil aux forums de discussions, aux communautés, et bien plus, proposés par nos amis LoveLivers :
id: Jadi jangan lupa untuk selalu memeriksa papan diskusi, komunitas, dan banyak lagi dari sesama teman LoveLiver.
it: Quindi non dimenticare di controllare le bacheche, le comunità e molto altro dai nostri amici LoveLiver:
pt: Não te esqueças de verificar as discussões, comunidades e muito mais dos teus amigos LoveLivers:
ro: Deci nu uita să verifici
ru: Так что не забудь проверить наши дискуссии, коммьюнити и многое другое от наших LoveLive друзей:
sv: Så glöm inte att kolla diskussionstavlorna, gemenskapen och mycket mer från våra LoveLivers vänner:

source: Worldwide only
de: Nur weltweite
es: Sólo mundiales
fr: Toutes les versions uniquement
id: Seluruh dunia
it: Disponibili in tutto il mondo
pt: Mundiais apenas
ro: Numai la nivel mondial
ru: Только в английской версии
sv: Globalt bara

source: Type
de: Typ
es: Tipo
id: Tipe
it: Tipo
pt: Tipo
ro: Tip
ru: Тип
sv: Typ

source: Token/Diary
fr: Jetons / Journal
it: Token/Diario
ro: Jeton/Jurnal
ru: Токен/Дневник
sv: Token/Dagbok

source: I participated
de: Ich nahm teil
es: He participado
fr: J'ai participé
id: Aku telah berpartisipasi
it: Ho partecipato
pt: Eu participei
ro: Am participat
ru: Я учавствовал
sv: Jag deltog

source: Discover the upcoming events before everybody else!
de: Entdecke bevorstehende Events bevor allen anderen!
es: ¡Descubre los próximos eventos antes que nadie!
fr: Découvre les prochains événements avant tout le monde !
id: Temukan event berikutnya sebelum orang lain
it: Scopri i prossimi eventi prima di chiunque altro!
pt: Descobre os eventos futuros antes de toda a gente!
ro: Descoperă evenimentele viitoare înaintea celorlalți!
ru: Узнавайте о будущих ивентах раньше всех!
sv: Upptäck de uppkommande eventen före någon annan!

source: expected
de: erwartet
es: esperados
fr: prévu
id: diperkirakan
it: prevista
pt: espectado
ro: de așteptat
ru: ожидается
sv: förväntat

source: Teams
es: Equipos
fr: Équipes
id: Tim
it: Squadre
pt: Equipas
ro: Echipe
ru: Команды
sv: Lag

source: {} increases slightly (+3%)
de: {} steigt ein wenig (+3%)
es: {} incrementa un poco (+3%)
fr: {} augmente légèrement (+ 3%)
id: {} sedikit bertambah (+3%)
it: {} aumenta leggermente (+3%)
pt: {} aumenta ligeiramente (+3%)
ro: {} crește puțin (+ 3%)
ru: {} немного увеличивается (+3%)
sv: {} ökar lite (+3%)

source: {} increases (+6%)
de: {} steigt (+6%)
es: {} incrementa (+6%)
fr: {} augmente (+ 6%)
id: {} bertambah (+6%)
it: {} aumenta (+6%)
pt: {} aumenta (+6%)
ro: {} crește (+6%)
ru: {} увеличивается (+6%)
sv: {} ökar (+6%)

source: {} increases drastically (+9%)
de: {} steigt drastisch (+9%)
es: {} incrementa drásticamente (+9%)
fr: {} augmente drastiquement (+ 9%)
id: {} bertambah drastis (+9%)
it: {} aumenta drasticamente (+9%)
pt: {} aumenta drasticamente (+9%)
ro: {} crește drastic (+9%)
ru: {} кардинально увеличивается (+9%)
sv: {} ökar dramatiskt (+9%)

source: {} increases based on {}
de: {} steigt basierend auf {}
es: {} se incrementa basado en {}
fr: {} augmente en se basant sur {}
id: {} bertambah berdasarkan (+9%)
it: {} aumenta in proporzione a {}
pt: {} aumenta em função de {}
ro: {} crește bazat pe {}
ru: {} увеличивается на основе {}
sv: {} ökar baserat på {}

source: Default tab
de: Standart Tab
es: Etiqueta por defecto
fr: Onglet par défaut
id: Tab awal
it: Pannello default
pt: Aba padrão
ro: Filă implicită
ru: Кнопка умолчания
sv: Förvald flik

source: What people see first when they take a look at your account.
de: Was Leute als Erstes sehen wenn sie dein Profil besuchen.
es: Qué es lo primero que ve la gente cuando mira tu cuenta.
fr: Visible en premier lorsque les visiteurs voient ton compte.
id: Apa yang orang lain lihat saat membuka akun kamu
it: La prima cosa che vedrà chi guarda il tuo account.
pt: O que as pessoas vêem primeiro quando chegam à tua conta.
ro: Ce văd oamenii prima dată atunci când se uită la contul tău.
ru: То, что люди видят первым, заходя на твой аккаунт
sv: Vad folk först se när de kollar in ditt konto

source: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
pt: Nome
ro: Nume
ru: Имя
sv: Namn

source: The same card can't appear twice in the same team.
de: Die selbe Karte kann nicht zweimal im selben Team auftauchen.
es: La misma carta no puede aparecer dos veces en el mismo equipo.
fr: Une carte ne peut pas apparaître 2 fois dans la même équipe.
id: Kartu yang sama tidak dapat muncul di team yang sama
it: La stessa carta non può apparire due volte nello stesso team.
pt: A mesma carta não pode aparecer duas vezes na mesma equipa.
ro: Aceeași carte nu poate apărea de două ori în aceeași echipă.
ru: Одна и та же карта не может быть в команде дважды.
sv: Samma kort kan inte förekomma två gånger i samma lag.

source: Load remaining cards
de: Lade verbliebene Karten
es: Cargar las cartas restantes
fr: Afficher les cartes restantes
id: Load kartu yang tersisa
it: Carica le carte rimanenti
pt: Load as cartas em falta
ro: Încarcă cărțile rămase
ru: Загрузить остальные карты
sv: Ladda kvarstående kort

source: Princess
de: Prinzessin
es: Princesa
it: Principessa
ro: Prințesă
ru: Принцесса
sv: Prinsessa

source: Angel
de: Engel
es: Ángel
it: Angelo
ro: Înger
ru: Ангел
sv: Ängel

source: Empress
de: Kaiserin
es: Emperatriz
it: Imperatrice
ro: Împărăteasă
ru: Императрица
sv: Kejsarinna

source: Power
es: Poder
it: Potere
ro: Putere
ru: Сила
sv: Kraft

source: Heart
de: Herz
es: Corazón
it: Cuore
ro: Inimă
ru: Сердце
sv: Hjärta

source: The ultimate battle between School Idols
es: La batalla definitiva entre idols escolares
fr: La bataille ultime des idoles de l'école
id: Perjuangan besar antar School Idol
it: la battaglia finale tra le School Idols
pt: A grande batalha entre Ídolos
ro: Bătălia finală dintre School Idols
ru: Невероятная битва между Школьными Айдолами
sv: Den ultimata striden mellan skolidoler

source: is BEST
es: es la MEJOR
fr: est la meilleure
id: yang terbaik
it: è MEGLIO
pt: é melhor
ro: e CEA MAI BUNĂ
ru: ЛУЧШАЯ
sv: är BÄST

source: About this card
es: Sobre esta carta
fr: À propos de cette carte
id: Tentang kartu ini
it: riguardo questa carta
pt: Sobre esta carta
ro: Despre această carte
ru: Об этой карте
sv: Om detta kort

source: BEST Girls
es: MEJORES chicas
fr: Top des idoles
id: Cewek terbaik
it: le ragazze MIGLIORI
pt: Melhores Ídolos
ro: CELE MAI BUNE Fete
ru: ЛЮБИМЫЕ Девочки
sv: BÄSTA Tjejer

source: BEST Cards
es: MEJORES cartas
fr: Top des cartes
id: Kartu terbaik
it: le carte MIGLIORI
pt: Melhores Cartas
ro: CELE MAI BUNE Cărți
ru: ЛУЧШИЕ Карты
sv: BÄSTA Kort
