Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Write as much information as you can (What exactly were you doing when it happened? What kind of phone do you have?) and we will do our best to fix it.
de: Schreibe so viele Informationen wie du kannst (Was genau hast du getan als es passiert ist? Welches Smartphone hast du?) und wir tun unser Bestes, den Fehler zu beheben.
es: Escribe tanta información como sea posible (¿Qué estabas haciendo cuando pasó? ¿Qué clase de teléfono tienes?) y nos esforzaremos por arreglarlo.
fr: Envoie-nous un e-mail avec le plus d'informations possibles (Que faisais-tu exactement quand c'est arrivé ? Quel est le modèle de ton téléphone ?) et nous ferons de notre mieux pour corriger le problème au plus vite.
id: Tulis info sebanyak mungkin yang kamu bisa (apa yang sedang kamu lakukan saat error terjadi? Device apa ygang sedang kamu gunakan?) dan kami akan berusaha keras memperbaikinya
it: Scrivi quante più informazioni possibili (Cosa esattamente stavi facendo quando è successo? Che tipo di telefono hai?) e faremo del nostro meglio per aggiustarlo.
pt: Escreve o máximo de informação que possas (O que estavas a fazer quando aconteceu? Que tipo de telemóvel tens?) e nós vamos fazer o nosso melhor para o melhorar.
ro: Scrie cât mai multe informații posibile (Ce făceai mai exact când s-a întâmplat? Ce fel de telefon ai?) și noi vom face tot ce se poate pentru a repara problema.
ru: Напишите столько информации, сколько вы может ( Что именно вы делали, когда это произошло? Какой у вас телефон?) и мы сделаем все, что можем, чтобы исправить это.
sv: Skriv så mycket information som du kan(Vad exakt var du när det hände? Vilken sorts mobil har du?) och vi kommer att göra vårt bästa för att fixa det.

source: I'm a developer and I would like to help you.
de: Ich bin ein Entwickler, und ich würde dir gerne helfen.
es: Soy un desarrollador y me gustaría ayudarles.
fr: Je suis développeur et j'aimerai vous aider.
id: Saya seorang developer dan bersedia membantu kamu
it: Sono uno sviluppatore e vorrei aiutarvi.
pt: Eu sou programador e gostava de ajudar.
ro: Sunt un dezvoltator și mi-ar place să vă ajut.
ru: Я разработчик и хотел бы помочь вам.
sv: Jag är en utvecklare och jag skulle vilja hjälpa dig.

source: Awesome! We gladly accept contributions. The app is open-source, so go ahead and fork it, have fun with the code and send us pull requests when you have something ready.
es: ¡Genial! Aceptamos contribuciones. La aplicación es de código abierto, así que ve y hazlo, diviértete con el código y envía la solicitud cuando tengas algo listo.
fr: Génial ! On adore les contributions et les contributeurs. Les sources de l'application sont ouvertes, donc tu peux "fork" le dépôt git, t'amuser avec le code puis nous envoyer des "pull requests" quand tu as terminé.
id: Awesome! Kami dengan senang hati menerima kontribusi kamu. Aplikasi ini merupakan aplikasi open-source, jadi silahkan bergabung untuk mengembangkannya, gunakan source code dan informasikan kami apa yang telah kamu kembangkan.
it: Fantastico! Accettiamo il tuo aiuto con piacere. L'app è open-source, quindi crea pure una branch, divertiti con il codice e mandaci delle richieste quando hai qualcosa di pronto.
pt: Boa! Nós aceitamos contribuições. A aplicação é uma ideia em aberto, por isso, tenta trabalha-a, diverte-te com o código e envia-nos pedido quando tiveres algo pronto.
ro: Minunat! Acceptăm cu drag contribuitori. Aplicația este open-source, deci ia-o, distrează-te cu codul si trimite-ne solicitări când ai ceva terminat.
ru: Замечательно! Мы с радостью примем ваше предложение. Это приложение с открытым исходным кодом, так что вперед: ковыряйтесь в нем, веселитесь с кодом и присылайте нам запросы, когда у вас будет что-то готово.
sv: Awesome! Vi accepterar glatt bidrag. Appen är en öppen källa, så varsågod att ändra runt det, ha roligt med koden och skicka oss ditt bidrag när du har något redo.

source: If you have no idea what we're talking about, don't panic. We can help you get started.
de: Keine Panik, wenn du keine Ahnung hast wovon wir reden. Wir helfen dir beim Start.
es: Si no tienes ni idea de qué va esto, no te asustes. Te podemos ayudar a empezar.
fr: Si tu n'as rien compris à la phrase précédente, pas de panique. On peut t'aider à démarrer et t'expliquer les bases.
id: Jika kamu tidak paham dengan apa yang kami maksud, jangan panik. Kami akan membantu kamu untuk memulai.
it: Se non hai idea di che cosa stiamo parlando, stai tranquillo. Possiamo aiutarti a cominciare.
pt: Se não sabes nada do que estamos a falar, não entres em pânico. Nós podemos ajudar-te a começar.
ro: Dacă nu ai nicio idee despre ce vorbim, nu te panica. Te putem ajuta să începi.
ru: Если вы не имеете понятия, о чем мы говорим, не паникуйте. Мы можем помочь вам начать.
sv: Om du inte har någon idé vad vi pratar om, få inte panik. Vi kan hjälpa dig att starta.

source: Songs
es: Canciones
fr: Chansons
id: Lagu
it: Canzoni
pt: Músicas
ro: Melodii
ru: Песни
sv: Låtar

source: Promo Up
fr: Cartes Promo Skill Up
ro: Promoție
ru: Поднятия навыка промо-карты
sv: Promo Upp

source: Level up the skill of your promo cards using R cards that have the same skill
de: Level den Skill deiner Promo Karten auf, indem du R Karten mit dem selben Skill verwendest
es: Sube de nivel la habilidad de tus cartas de promoción usando R que tengan la misma habilidad
fr: Monte le niveau des pouvoirs de tes cartes promos en utilisant les cartes R qui ont le même pouvoir.
id: Level up skill dari kartu promo kamu menggunakan kartu R yang memiliki skill sama
it: Livella le abilità delle tue carte promo usando carte R che hanno la stessa abilità.
pt: Aumenta o nível de habilidade das tuas cartas promocionais usando Cartas R como a mesma habilidade
ro: Crește nivelul abilității cărții promoționale folosind cărți R care au aceeași abilitate
ru: Поднимайте навык промо карт R картами, которые имеют такой же навык.
sv: Levla upp skill:en av ett av dina promo kort med R kort som har samma skill.

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzate
pt: Avançado
ro: Avansat
ru: Расширенно
sv: Avancerat

source: Edit card
de: Editiere Karte
es: Editar carta
fr: Modifier la carte
id: Edit kartu
it: Modifica carta
pt: Editar carta
ro: Editează cartea
ru: Редактировать карту
sv: Redigera kort

source: Transparent
es: Transparente
id: Transparan
it: Trasparente
pt: Tarnsparente
ru: Без фона

source: Thanks for using our site!
de: Danke, dass du unsere Site benutzt!
es: ¡Gracias por usar nuestro sitio!
fr: Merci d'utiliser notre site !
id: Terima kasih telang menggunakan situs kami!
it: Grazie per aver utilizzato il nostro sito!
pt: Obrigado por usares o nosso site!
ro: Vă mulțumim pentru utilizarea site-ului nostru!
ru: Спасибо за использование нашего сайта!
sv: Tack för att du använder vår sida!

source: Hi
es: Hola
fr: Bonjour
id: Halo
it: Ciao
pt: Olá
ro: Bună
ru: Привет
sv: Hej

source: Back to event
de: Zurück zum Event
es: Volver al evento
fr: Retour à l'événement
id: Kembali ke event
it: Torna all'evento
pt: De volta ao evento
ro: Înapoi la event
ru: Назад к ивенту
sv: Tillbaka till event

source: None of your accounts are allowed to add an event participation. It might be because the event is not finished yet.
de: Keiner deiner Accounts kann an eine Berechtigung zur Teilnahme. Das mag daran liegen, dass die Events noch nicht beendet sind.
es: Ninguna de tus cuentas puede añadir una participación al evento. Puede ser porque el evento no ha acabado aún.
fr: Aucun de tes comptes n'est autorisé à ajouter une participation à l'événement. Il est possible que ce soit parce que l'événement n'est pas terminé.
id: Tidak satupun akun kamu dapat menambahkan partisipasi event. Dikarenakan event masih belum selesai
it: Nessuno dei tuoi account è autorizzato ad aggiungere una partecipazione all'evento. Potrebbe essere perché l'evento non è ancora finito.
pt: Nenhuma das tuas contas pode adicionar a participação num evento. Pode ser porqe o evento ainda não acabou.
ro: Niciunul dintre conturile tale nu are voie să adauge o participare la eveniment. Poate pentru că evenimentul nu a luat încă sfârșit.
ru: Ни один из ваших аккаунтов не допущен к добавлению в участии в ивенте. Это может быть из-за того, что ивент еще незакончен.
sv: Ingen av dina konton är tillåtna att lägga till en event deltagning. Det kan vara för att event inte är avslutat än.

source: Load more...
de: Lade mehr...
es: Cargar más...
fr: Charger la suite...
id: Tampilkan lebih
it: Di più...
pt: Carregar mais...
ro: Încarcă mai mult...
ru: Загрузить больше...
sv: Ladda mer...

source: Learn more
de: Erfahre mehr
es: Saber más
fr: En savoir plus
id: Pelajari lebih lanjut
it: Scopri di più
pt: Saber mais
ro: Învață mai multe
ru: Узнать больше
sv: Lär dig mer

source: donators
de: Spender
es: donantes
fr: donateurs
id: donator
it: donatori
pt: doadores
ro: donatori
ru: поддержали
sv: donatorer

source: About the game LoveLive! School Idol Festival
de: Über das Game "LoveLive! School Idol Festival"
es: Acerca del juego LoveLive! School Idol Festival
fr: À propos du jeu LoveLive! School Idol Festival
id: tentang game School Idol Festival
it: Il gioco LoveLive! School Idol Festival
pt: sobre o jogo LoveLive! School Idol Festival
ro: Despre jocul LoveLive! School Idol Festival
ru: О LoveLive! School Idol Festival
sv: Om spelet LoveLive! School Idol Festival

source: LoveLive! School Idol Festival Game Database
de: "LoveLive! School Idol Festival" Game Datenbank
es: Bases de datos de LoveLive! School Idol Festival
fr: Base de données du jeu LoveLive! School Idol Festival
id: Database game LoveLive! School Idol Festival
it: Database del gioco LoveLive! School Idol Festival
pt: Dados do jogo LoveLive! School Idol Festival
ro: Baza de date LoveLive! School Idol Festival
ru: База данных LoveLive! School Idol Festival
sv: LoveLive! School Idol Festival Spel Databas

source: All the Cards
de: Alle Karten
es: Todas las cartas
fr: Cartes
id: Semua kartu
it: Tutte le Carte
pt: Todas as Cartas
ro: Toate Cărțile
ru: Все карты
sv: Alla Korten

source: All the Events
de: Alle Events
es: Todos los eventos
fr: Événements
id: Semua event
it: Tutti gli eventi
pt: Todos os Eventos
ro: Toate Evenimentele
ru: Все ивенты
sv: Alla Eventen

source: Get ready for your favorite idol: check the list of events in advance to see what's next!
de: Mach dich bereit für dein best Idol: Überprüfe die Liste der Events im Voraus um zu sehen, was als nächstes kommt!
es: Prepárate para tu idol favorita: ¡mira la lista de eventos para saber qué viene!
fr: Sois prêt pour ton idole préférée : jette un oeil à la liste d'événements à l'avance pour savoir quand sera le prochain événement !
id: Persiapkan dirimu untuk idol favorit kamu check daftar event untuk melihat even lebih lanjut
it: Preparati per la tua idol preferita: controlla la lista degli eventi in anticipo per vedere cosa c'è dopo!
pt: Prepara-te para o teu ídolo preferiso: verifica a lista de eventos para saberes qual é o próximo!
ro: Pregătește-te pentru idolul tău preferat: verifică listele de evenimente în avans pentru a știi ce urmeaza!
ru: Будьте готовы к ивенту с любимым айдолом: проверьте список ивентов и узнайте, что будет дальше!
sv: Bli redo för din favorit idol: kolla listan av event i förväg och se vad som är näst!

source: All the Songs
de: Alle Songs
es: Todas las canciones
fr: Chansons
id: Semua lagu
it: Tutte le Canzoni
pt: Todas as Músicas
ro: Toate Melodiile
ru: Все песни
sv: Alla låtar

source: Search for your favorite songs, find the shortest, longest, hardest, and more!
de: Suche nach deinem Lieblingssong, finde die kürzesten, längsten, härtesten, und mehr!
es: ¡Busca tus canciones favoritas, descubre las más cortas, largas, difíciles y más!
fr: Cherche tes chansons préférées, la plus courte, la plus longue, la plus difficile, et bien plus !
id: Cari lagu favorit kamu, cari yang paling singkat, paling lama, paling susah, dan lain-lain
it: Cerca le tue canzoni preferite, trova le più corte, le più lunghe, le più difficili e altro!
pt: Pesquisa as tuas músicas preferidas, encontra as mais curtas, longas, mais difíceis, etc!
ro: Caută-ți melodiile preferate, găsește cele mai scurte, lungi, grele, și multe altele!
ru: Ищите свои любимые песни, находите самые короткие, долгие, сложные и многое другое!
sv: Sök efter dina favoritlåtar, hitta den kortaste, längsta, svåraste och mer!

source: All the Idols
de: Alle Idols
es: Todas las idols
fr: Idoles
id: Semua idol
it: Tutte le Idol
pt: Todos os Ídolos
ro: Toți idolii
ru: Все айдолы
sv: Alla Idoler

source: Did you know that Rin hates fish but loves ramen? All you need to know about the idols!
de: Wusstest du, dass Rin Fisch hasst, aber Ramen liebt? Alles, was du über die Idols wissen musst!
es: ¿Sabías que Rin odia el pescado pero adora el ramen? ¡Todo lo que necesitas saber sobre las idols!
fr: Tu savais que Rin déteste le poisson mais adore les ramens ? Tout ce que tu dois savoir à propos des idoles !
id: Apa kamu tahu jika Rin tidak suka ikan tapi suka ramen? Semua yang perlu kamu ketahui tentang idol
it: Sapevi che Rin odia il pesce ma ama il ramen? Tutto ciò che bisogna sapere sulle idols!
pt: Sabias que a Rin odeia peixe mas adora ramen
ro: Știați că Rin urăște peștele dar iubește ramenul? Tot ce trebuie să știți despre idoli!
ru: А вы знали что Рин ненавидит рыбу, но любит рамен? Все, что вы должны знать о айдолах, здесь!
sv: Visste du att Rin hatar fisk men älskar ramen? Allt du behöver veta om idolerna!

source: Track your progress
de: Notiere deinen Fortschritt
es: Registra tu progreso
fr: Suis ton avancé dans le jeu
id: Ikuti perkembanganmu
it: Tieni traccia dei tuoi progressi
pt: Segue o teu progresso
ro: Urmărește-ți progresul
ru: Отслеживайте свой прогресс
sv: Håll reda på dina framsteg

source: Customize your own profile
de: Gestalte dein eigenes Profil
es: Personaliza tu propio perfil
fr: Personnalise ton propre profil
id: Customize profile kamu
it: Personalizza il tuo profilo
pt: Edita o teu perfil
ro: Personalizează-ți profilul
ru: Редактируйте свой собственный профиль
sv: Skräddarsy din egen profil

source: Create your account and join the community!
de: Erstelle deinen Account und schließe dich der Community an!
es: ¡Crea tu cuenta y únete a la comunidad!
fr: Créer un compte et rejoins la communauté !
id: Daftar akun baru dan bergabung dengan komunitas kami
it: Crea un account e entra nella community!
pt: Cria uma conta e junta-te à cumunidade!
ro: Creează-ți propriul cont și alăture-te comunității!
ru: Создавайте свой аккаунт и присоединяйтесь к обществу!
sv: Skapa ditt konto och gå med i gemenskapen!

source: Showcase your collection of cards
de: Zeige deine Sammlung an Karten
es: Muestra tu colección de cartas
fr: Partage ta collection de cartes
id: Koleksi kartu kamu
it: Mostra a tutti la tua collezione di carte
pt: Mostra a tua coleção de cartas
ro: Expune-ți colecția de cărți
ru: Покажите вашу коллекцию карт.
sv: Visa din kollektion av kort

source: Keep track of the cards you idolized, max leveled or max bonded!
de: Behalte deine Karten die du idoliziert, Max leveled oder Max bonded hast, im Auge!
es: ¡Mantén organizadas las cartas que has idolizado, maximizado el nivel o maximizado el bond!
fr: Stocke les cartes que tu as idolisées, au niveau MAX ou liens affectifs (Kizuna) MAX !
id: Ikuti kartu kamu yand sudah diidolize, max level, dan max bond.
it: Tieni traccia delle carte che hai idolizzato, livellato al massimo o bondato al massimo!
pt: Vê as cartas que idolizaste e maximizaste o nível e o bond!
ro: Ține evidența cărților idolizate, cu nivelul și bondul maximizat
ru: Продолжайте отслеживать карты, которые вы айдолизировали, повысили до максимального уровня или максимального бонда!
sv: Håll reda på korten du har idolized, max leveled eller max bonded!

source: Save your scores in events
de: Speichere deine Scores der Events
es: Guarda tus resultados en los eventos
fr: Partage tes scores aux événements
id: Simpan score kamu di event
it: Salva i tuoi punteggi negli eventi
pt: Guarda o teu score dos eventos
ro: Salvează-ți scorurile în evenimente
ru: Сохраняйте свои результаты в ивентах!
sv: Spara dina poäng i event

source: Tier 1, tier 2, final score & ranking position!
de: Tier 1, Tier 2, finaler Score und Ranking Platzierung!
es: ¡Tier 1, tier 2, puntuación final & posición en el ranking!
fr: Premier ou second tier, ton score final et ta position dans le rang final !
id: Tier 1, tier 2, score akhir & posisi ranking
it: Tier 1, tier 2, punteggio finale e posizione in classifica!
pt: Tier 1, tier 2, score final & posição no ranking!
ro: Treapta 1, treapta 2, scorul final și poziția în rang!
ru: Тир 1, тир 2, финальный результат и позиция в общем зачете!
sv: Tier 1, tier 2, slut poäng & rangordningsplats!

source: Meet new friends, and more!
de: Lerne neue Freunde kennen, und mehr!
es: ¡Haz nuevos amigos, y más!
fr: Rencontre de nouveaux amis, et bien plus !
id: Bertemu teman baru dan banyak lagi
it: Incontra nuovi amici, e molto altro!
pt: Conhece novos amigos e mais!
ro: Întâlnește prieteni noi și mai mult!
ru: Находите новых друзей и т.д!
sv: Träffa ny vänner, och mer!

source: Leaderboard
de: Bestenliste
es: Tablero de puntos
fr: Classement
it: Classifica
pt: Ranking
ro: Topul
ru: Таблица лидеров
sv: Ledarlista

source: Do you think you can beat all the top players and become the highest ranked player in the world?
de: Glaubst du, du kannst alle Top Player besiegen und der am höchsten platzierte Player der Welt werden?
es: ¿Crees que puedes derrotar a todos los jugadores y convertirte en el jugador con el nivel más alto?
fr: Tu penses que tu peux battre les meilleurs joueurs et avoir le plus haut niveau de tout le jeu ?
id: Apa kamu merasa dapat mengalahkan pemain top dan menjadi pemain dengan rank tertinggi di dunia?
it: Pensi di poter battere tutti i migliori giocatori e arrivare in cima alla classifica mondiale?
pt: Achas que podes bater todos os melhores jogadores e tornar-te o jogador com maior ranking do mundo?
ro: Crezi că poți întrece toți jucătorii de top și să devii jucătorul de cel mai înalt rang din lume?
ru: Думаете ли вы, что можете обойти топовых игроков и стать самым высоким по ранку игроком в мире?
sv: Tror du att du kan slå alla topp spelare och bli den högst rankade spelaren i världen?

source: Find players near you
de: Finde Spieler in deiner Nähe
es: Encuentra jugadores cerca de ti
fr: Trouve les joueurs prêts de toi
id: Temukan pemain di dekat kamu
it: Trova giocatori vicino a te
pt: Encontra jogadores perto de ti
ro: Găsește jucători din apropierea ta
ru: Найдите игроков рядом с тобой
sv: Hitta spelare nära dig

source: the LoveLive! community
de: die LoveLive! Community
es: la comunidad de LoveLive!
fr: la communauté Love Live
id: Komunitas LoveLive!
it: la comunità di LoveLive!
pt: a comunidade LoveLive!
ro: comunitatea LoveLive!
ru: Общество LoveLive!
sv: LoveLive! gemenskapen

source: %(counter)s song matches your search:
de: %(counter)s Song stimmt mit deiner Suche überein:
es: %(counter)s canción coincide con tu búsqueda:
fr: %(counter)s chanson correspond à ta recherche :
id: %(counter)s lagu yang sesuai dengan pencarianmu:
it: Il %(counter)s delle canzoni corrispondono alla tua ricerca:
pt: (counter)s música combina com a tua pesquisa:
ro: %(counter)s melodie se potrivește cu căutarea.
ru: %(counter)s песня, совпадающая с вашим запросом:
sv: Plural: %(counter)s låtar matchar din sökning.

source: Notes
de: Noten
es: Notas
it: Note
pt: Notas
ro: Note
ru: Ноты
sv: Noter

source: Unlock
de: Freischalten
es: Desbloqueada
fr: Débloquer
it: Sblocca
pt: Desbloquear
ro: Deblochează
ru: Открыто
sv: Lås upp

source: Length
de: Länge
es: Duración
fr: Durée
id: Lenght
it: Lunghezza
pt: Duração
ro: Durată
ru: Длина
sv: Längd

source: Currently available
de: Momentan erhältlich
es: Disponible actualmente
fr: Disponible
it: Disponibile
pt: Disponível
ro: Disponibil acum
ru: Сейчас достусно
sv: Tillgängliga nu

source: Status
es: Estado
it: Stato
ru: Статус

source: Easy
es: Fácil (Easy)
ro: Ușor
ru: Легкий
sv: Lätt

source: Hard
es: Difícil (Hard)
ro: Greu
ru: Сложный
sv: Svår

source: Expert
es: Experto (Expert)
ru: Эксперт

source: Random
es: Al azar
fr: Aléatoire
ro: Aleatoriu
ru: Рандом

source: lovely
de: lieblich
es: dulce
fr: charmants
it: adorabile
pt: amoroso
ro: drăguț
ru: мило
sv: underbar

source: awesome
es: genial
fr: géniaux
it: fantastico
pt: maravilhosos
ro: minunat
ru: круто

source: incredible
de: Unglaublich
es: increíble
fr: incroyables
it: incredibile
pt: incríveis
ro: incredibil
ru: невероятно
sv: otrolig

source: adorable
de: Liebenswert
fr: adorables
it: adorabile
pt: adorável
ro: adorabil
ru: прекрасно
sv: gullig

source: generous
de: großzügig
es: generoso
fr: généreux
it: generoso
pt: generosos
ro: generos
ru: щедро
sv: generös

source: idols-addicted
de: Idols-vernarrt
es: adicto a las idols
fr: idoles-addict
it: idol-dipendente
pt: viciado em ídolos
ro: dependent de idoli
ru: айдоло-зависимо
sv: idol beroende

source: friendly
de: freundlich
es: amistoso
fr: amicaux
it: amichevole
pt: amigáveis
ro: prietenos
ru: дружески
sv: vänlig

source: kind
de: nett
es: amable
fr: gentils
it: gentile
pt: bem-educado
ro: amabil
ru: добро
sv: snäll

source: warmhearted
de: warmherzig
es: cálido
fr: chaleureux
it: caloroso
pt: bons
ro: bun la suflet
ru: добродушно
sv: varmhjärtad

source: nice
de: nett
es: bueno
fr: chouettes
it: carino
pt: bom
ro: frumos
ru: хорошо
sv: snäll

source: We are two developers and relatively casual players of the game. It's the first project we made together.
de: Wir sind zwei Entwickler und ziemliche Casual Players im Spiel. Dies ist das erste Projekt, welches wir zusammen gestaltet haben.
es: Somos dos desarrolladores y jugamos de forma relativamente casual. Éste es el primer proyecto que hemos hecho juntos.
fr: On est deux développeurs qui jouons occasionnellement au jeu. C'est le premier projet sur lequel on travaille ensemble !
id: Kami adalah dua developer dan seorang pemain biasa di game ini. Ini merupakan proyek pertama kami yang kami lakukan bersama-sama
it: Siamo due sviluppatori e giocatori relativamente occasionali del gioco. È la prima volta che realizziamo un progetto insieme.
pt: Nós somos os dois criadores e jogamos casualmente o jogo. É o primeiro projeto que fazemos juntos.
ro: Suntem doi dezvoltatori și jucatori (relativ) ocazional. Este primul proiect pe care l-am făcut împreună.
ru: Мы 2 разработчика и такие же обычные игроки. Это наш первый совместный проект.
sv: Vi är två utvecklare och relativt vanliga spelare av spelet. Detta är det första projekt vi har gjort ihop.

source: any donation
de: jegliche Spenden
es: cualquier donación
fr: toute donation
id: donasi
it: qualunque donazione
pt: qualquer doação
ro: orice donație
ru: любое пожертвование
sv: alla sortser donationer

source: helps a lot and is greatly appreciated.
de: helfen und sehr und sind gerne gesehen.
es: ayuda mucho y es increíblemente apreciada.
fr: nous aide beaucoup et est grandement apprécié.
id: akan sangat membantu dan sungguh-sungguh kami hargai
it: aiuta molto ed è fortemente apprezzata
pt: ajuda muito e é muito apreciado
ro: ajută foarte mult și este apreciată enorm.
ru: сильно поможет нам и будет отлично оценено.
sv: hjälper mycket och är väldigt uppskattat.
