Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: level_30
es: Nivel 30
fr: Niveau 30
it: livello_30
pt: nível 30
ro: nivelul_30
ru: уровень_30

source: level_40
es: Nivel 40
fr: Niveau 40
it: livello_40
pt: nível 40
ro: nivelul_40
ru: уровень_40

source: level_60
es: Nivel 60
fr: Niveau 60
it: livello_60
pt: nível 60
ro: nivelul_60
ru: уровень_60

source: level_80
es: Nivel 80
fr: Niveau 80
it: livello_80
pt: nível 80
ro: nivelul_80
ru: уровень_80

source: level_100
es: Nivel 100
fr: Niveau 100
it: livello_100
pt: nível 100
ro: nivelul_100
ru: уровень_100

source: unknown
de: unbekannt
es: Desconocida
fr: Inconnu
id: tidak diketahui
it: sconosciuto
pt: desconhecido
ro: necunoscut
ru: неизвестно
sv: okända

source: none
de: keine
es: Ninguna
fr: Aucun
id: tidak ada
it: nessuno
pt: nenhum
ro: nimic
ru: нет
sv: inga

source: title_activity_menu
de: titel_aktivität_menü
es: School Idol Tomodachi
fr: School Idol Tomodachi
id: menu_aktivitas_judul
it: titolo_menu_attivita
pt: título_atividade_menu
ro: titlu_activitate_meniu
ru: меню_названий_действий
sv: titel_aktivitet_meny

source: title_activity_idols
de: titel_aktivität_idols
es: Idols
fr: Idoles
id: idol_aktivitas_judul
it: titolo_attivita_idol
pt: título_atividade_ídolo
ro: titlu_activitate_idoli
ru: названия_действий_айдолов
sv: titel_aktivitet_idoler

source: search_idols
de: suche_idols
es: Buscar idol
fr: Rechercher par idole
id: cari_idol
it: cerca_idol
pt: pesquisar_ídolos
ro: caută_idoli
ru: искать_айдолов
sv: sök_idoler

source: search_idols_hint
de: suche_idols_hinweis
es: Nombre, cumpleaños, etc.
fr: Nom, anniversaire, ...
id: petunjuk_cari_idol
it: cerca_idol_suggerimento
pt: pesquisar_ídolos_dica
ro: caută_idoli_sugestie
ru: подсказка_в_ поиске_айдолов
sv: sök_idoler_aning

source: title_activity_web
de: titel_aktivität_web
es: WebActivity
fr: Activité web
id: web_aktivitas_judul
it: titolo_attivita_web
pt: título_atividade_web
ro: titlu_activitate_web
ru: название_действия_сети
sv: titel_aktivitet_web

source: only_japan
de: nur Japan
es: sólo Japón
fr: Uniquement au Japon
id: hanya_di_jepang
it: solo_giappone
pt: só_Japão
ro: doar_japonia
ru: только_Япония
sv: bara_japan

source: worldwide
de: weltweit
es: en todo el mundo
fr: Toutes versions
id: sedunia
it: mondiale
pt: Mundial
ro: la nivel mondial
ru: Во_всем_мире
sv: global

source: Follow School Idol Tomodachi on Twitter
de: Folge School Idol Tomodachi auf Twitter
es: Sigue a School Idol Tomodachi en Twitter
fr: Suis School Idol Tomodachi sur Twitter
id: Follow School Idol Tomodachi di Twitter
it: Segui School Idol Tomodachi su Twitter
pt: Segue o School Idol Tomodachi no Twitter
ro: Urmărește School Idol Tomodachi pe Twitter
ru: Подпишись на School Idol Tomodachi в Твиттере
sv: Följ School Idol Tomodachi på Twitter

source: Bronze Verified
de: Bronze verifiziert
es: Verificación de bronce
fr: Vérification bronze
it: Verificato Bronzo
pt: Bronze Verificado
ro: Verificat Bronz
ru: Бронзовое подтверждение
sv: Brons Verifierad

source: Index fingers
de: Index Finger
es: Dedos índices
fr: Indexes
id: jari telunjuk
it: Indici
pt: Indicadores
ro: Degetele arătătoare
ru: Указательные пальцы
sv: Pekfingrar

source: Verification
de: Verifizierung
es: Verificación
fr: Vérification
id: verifikasi
it: Verificazione
pt: Verificação
ro: Verificare
ru: Подтверждение
sv: Verifiering

source: What kind of verification would you like?
de: Welche Verifizierung hättest du gerne?
es: ¿Qué verificación quieres?
fr: Quel type de vérification préfères-tu ?
id: verifikasi seperti apa yang kamu inginkan?
it: Che tipo di verificazione vuoi?
pt: Que tipo de verificação gostarias de ter?
ro: Ce fel de verificare ți-ar plăcea?
ru: Какой вид подтверждения вы бы хотели?
sv: Vilken sorts av verifiering vill du ha?

source: Comment
de: Kommentar
es: Comentario
fr: Message
id: Pesan
it: Commenta
pt: Comentar
ro: Comentează
ru: Комментировать
sv: Meddela

source: If you have anything to say to the person who is going to verify your account, feel free to write it here!
de: Wenn du der Person, die deinen Account verifizieren wird, etwas sagen möchtest, schreib es hier auf!
es: ¡Si tienes que decirle algo a la persona que vaya a verificar tu cuenta, puedes comentarlo aquí!
fr: Si tu as quelque chose à dire à la personne qui va s'occuper de vérifier ton compte, tu peux l'écrire ici !
id: Jika kamu ingin menambahkan catatan tertentu kepada seseorang yang akan memverifikasikan akun kamu, silahkan diketik disini
it: Se hai qualcosa da dire alla persona che sta per verificare il tuo account, sentiti libero di scriverla qui!
pt: Se tens algo para dizer à pessoa que vai verificar a tua conta, toma a liberdade de escrevê-lo aqui!
ro: Dacă ai ceva de spus persoanei care iți va verifica contul, simte-te liber să scrii aici!
ru: Если бы вы хотели что-то сказать человеку, который будет подтверждать ваш аккаунт, пишите что хотите здесь!
sv: Om du har någonting att säga till personen som kommer att verifiera ditt konto, varsågod att skriva det här!

source: Allow us to verify your account during events
de: Erlaube uns, deinen Account während Events zu verifizieren.
es: Permítenos verificar tu cuenta durante eventos
fr: Autorisé à vérifier ton compte pendant les événements
id: Memperbolehkan kami untuk memverifikasikan akun kamu pada saat event berjalan
it: Permettici di verificare il tuo account durante gli eventi
pt: Permite-nos verificar a tua conta durante eventos
ro: Permite-ne să iți verificăm contul în timpul evenimentelor
ru: Разрешить нам подтвердить ваш аккаут во время ивентов
sv: Låt oss att verifiera ditt konto under event

source: Check this only if you don't care about the current event. You'll get verified faster.
de: Klicke dies nur an, wenn dir das aktuelle Event egal ist. Du wirst somit schneller verifiziert.
es: Selecciona ésto sólo si no te preocupa el evento actual. Te verificaremos más rápido.
fr: Coche cette case uniquement si tu n'as pas l'intention de jouer l'événement en cours sérieusement. Tu seras vérifié plus rapidement.
id: Pilih bagian ini jika kamu tidak mengikuti event yang sedang berjalan, Kamu dapat diverifikasikan lebih cepat
it: Spunta solo se non ti interessa l'evento corrente. Verrai verificato più velocemente.
pt: Dá apenas permissão se não quiseres saber do evento a decorrer. Vais ser verificado mais rapidamente.
ro: Selectează asta doar daca nu-ți pasă de evenimentul curent. Vei primi verificarea mai repede.
ru: Отметьте это, если вам все равно на текущий ивент. Вы получите подтверждение раньше.
sv: Kryssa bara i detta om du inte bryr dig om det nuvarande eventet. Du kommer bli verifierad snabbare.

source: School Idol Tomodachi makes its Android debut!
de: School Idol Tomodachi ist nun auch auf Android!
es: ¡School Idol Tomodachi hace su debut en Android!
fr: School Idol Tomodachi est maintenant disponible sur Android !
id: School Idol Tomodachi debut Android!
it: School Idol Tomodachi fa il suo debutto su Android!
pt: O School Idol Tomodachi faz a sua estreia para Andorid!
ro: School Idol Tomodachi iși face debutul pe Android!
ru: School Idol Tomodachi дебютирует на Андроиде!
sv: School Idol Tomodachi gör Android debut!

source: Download the app
de: Downloade die App
es: Descarga la aplicacíón
fr: Télécharger l'app
id: Download aplikasi
it: Scarica l'app
pt: Fazer download da aplicação
ro: Descarcă aplicație
ru: Скачать приложение
sv: Ladda ner appen

source: If your files are too large, send them one by one. First upload one image, then edit your request with the second one, and so on. If even one image doesn't work, please resize your images.
de: Wenn deine Dateien zu groß sind, sende sie eine nach der anderen. Lade erst ein Bild hoch, editiere dann deine Anfrage mit dem zweiten Bild, usw. Wenn es selbst mit einem Bild nicht funktioniert, verkleinere die Bilder.
es: Si tus archivos son demasiado grandes, envíalos uno a uno. Primero sube una imagen, luego edita tu petición con la segunda, y así. Si incluso una imagen no funciona, por favor reajusta el tamaño.
fr: Si les fichiers sont trop gros, envoie les un par un. D'abord envoie une image, valide ta requête, puis édite-là en ajoutant une deuxième image, et ceux jusqu'à ce que toutes tes images soient envoyés. Si même une seule image ne marche pas, redimensionne-là.
id: Kirim satu persatu jika file kamu memiliki ukuran yang besar. Pertama upload gambar, kemudian edit request kamu, dan seterusnya. Jika gambar masih tidak dapat diupload, coba reupload dengan ukuran lebih kecil.
it: Se i tuoi file sono troppo grandi, mandali uno alla volta. Prima carica un'immagine, poi modiifca la tua richiesta con la seconda e così via. Se anche un'immagine non funziona correttamente, per favore ridimensiona le tue immagini.
pt: Se os teus ficheiros são muitos grandes envia-os um a um. Primeiro faz o upload de um imagem e, depois, edita o teu pedido no segundo e assim sucessivamente. Se mesmo nem uma imagem funcionar, por favor muda-lhes o tamanho.
ro: În cazul în care fișierele sunt prea mari, trimite-le unul câte unul. Întâi încarcă o imagine, apoi modifică solicitarea ta cu cea de-a doua, și așa mai departe. În cazul în care chiar și o singură imagine nu funcționează, te rugăm să redimensionezi imaginile.
ru: Если ваши файлы слишком большие, посылайте один за другим. Сначала загрузите первое изображение, затем отредактируйте просьбу со вторым и так далее. Если ни одно из изображений не подходит, пожалуйста, переделайте размер ваших изображений.
sv: Om dina filer är för stora, skicka dem en och en. Ladda först upp en bild, sedan redigera din förfrågning med den andra, och så vidare. Om inte ens en bild funkar, var snäll och ändra storleken på dina bilder.

source: Latest unlocked songs
de: Zuletzt freigeschaltener Song
es: Últimas canciones desbloqueadas
fr: Dernière chansons débloquables
id: Lagu yang baru didapat
it: Ultime canzoni sbloccate
pt: Músicas desbloqueadas recentemente
ro: Cele mai recente melodii deblocate
ru: Последние открытые песни
sv: Senaste upplåsta låtar

source: Song name
es: Nombre de la canción
fr: Titres des chansons
id: Judul lagu
it: Nome della canzone
pt: Nome da música
ro: Numele melodiei
ru: Название песни
sv: Sång namn

source: Beats per minute
de: Beats in der Minute
es: Notas por minuto
fr: Pulsation par seconde
id: Beat per menit
it: Battute per minuto
pt: Beats por minuto
ro: Bătăi pe minut
ru: Ударов в минуту
sv: Takter per minut

source: Song length
de: Länge des Songs
es: Duración de la canción
fr: Durée de la chanson
id: Lama lagu
it: Durata della canzone
pt: Duração da música
ro: Durata melodiei
ru: Длина песни
sv: Sång längd

source: Rank to unlock song
de: Benötigter Rank, um den Song freizuschalten
es: Nivel para desbloquear la canción
fr: Niveau nécessaire pour débloquer la chanson
id: Rank yang dibituhkan untuk membuka lagu
it: Sali di Rank per sbloccare la canzone
pt: Rank para desbloquear a música
ro: Rangul necesar să deblochezi melodia
ru: Ранк, требуемый для открытия песни
sv: Rank för att låsa upp låt

source: Notes in Hard song
de: Noten in einem Hard Song
es: Notas en una canción Difícil (Hard)
fr: Nombres de notes en Hard
id: note di Hard song
it: Note nella difficoltà Hard
pt: Notas na música Difícil
ro: Notele în melodiile Hard
ru: Нот на сложности Hard
sv: Noter i Hard sång

source: Notes in Expert song
de: Noten in einem Expert Song
es: Notas en una canción Experto (Expert)
fr: Nombres de notes en Expert
id: Note di Expert song
it: Note nella difficoltà Expert
pt: Notas na música em Expert
ro: Notele în melodiile Expert
ru: Нот на сложности Expert
sv: Noter i Expert sång

source: Ordering
de: Sotierung
es: Ordenación
fr: Tri
id: Mengurutkan lagu
it: Ordine
pt: Ordem
ro: Ordonare
ru: Порядок
sv: Sortering

source: Daily rotation
de: Tägliche Rotation
es: Rotación diaria
fr: Rotation quotidienne
id: Rotasi harian
it: Rotazione giornaliera
pt: Rotação Diária
ro: Rotația zilnică
ru: Дневная ротация
sv: Daglig rotering

source: Available
de: verfügbar
es: Disponible
fr: Disponible
id: Ketersediaan
it: Disponibile
pt: Dispinível
ro: Valabilitate
ru: Доступны
sv: Tillgängliga

source: Susume Love Live! Fansite
de: Susume Love Live! Fanpage
es: Fansite Susume Love Live!
fr: Fansite Susume Love Live!
ro: Fansite-ul Susume Love Live!
ru: Фансайт Susume Love Live!
sv: Susume Love Live! Fan sida

source: About us
de: Über uns
es: Sobre nosotros
fr: À propos
id: Tentang kami
it: Su di noi
pt: Sobre nós
ro: Despre noi
ru: О нас
sv: Om oss

source: Contact us
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
id: Hubungi kami
it: Contattaci
pt: Contacta-nos
ro: Contactează-ne
ru: Связаться с нами
sv: Kontakta oss

source: Staff members
de: Team Mitglieder
es: Miembros del staff
fr: L'équipe
id: Staff member
it: Membri dello Staff
pt: Membros do staff
ro: Membrii echipei
ru: Штатные сотрудники
sv: Personal medlemmar

source: Owner
de: Eigentümer
es: Creador
fr: Administrateur
id: Pemilik
it: Proprietario
pt: Dono
ro: Proprietarul
ru: Владелец
sv: Ägare

source: Staff
de: Team
fr: Équipe
ro: Personal
ru: Персонал
sv: Personal

source: Takes care of verifications:
de: Kümmert sich um die Verfizierungen
es: Se encarga de las verificaciones:
fr: S'occupe des vérifications
id: Menangani verifikasi
it: Si occupa delle verificazioni:
pt: Cuida das verificações:
ro: Are grijă de verificări:
ru: Ответственнен за подтвержения
sv: Tar hand om verifieringar:

source: Contribute
de: Beitrag
es: Contribuye
fr: Contribuer
id: Kontribusi
it: Contribuisci
pt: Contributo
ro: Contribuie
ru: Сделать вклад
sv: Bidra

source: Dev
de: Entwickler
fr: Développement
it: Sviluppo
ro: Dezvoltator
ru: Разработчик
sv: Utvecklare

source: We will send you a cute postcard signed by the 2 developers :)
de: Wir schicken dir eine süße Postkarte, unterschrieben von den beiden Entwicklern :)
es: Te mandaremos una adorable postal firmada por los 2 desarrolladores :)
fr: Tu recevras une carte postale trop mignonne signée par les 2 développeurs :)
id: Kami akan mengirimu postcard cantik yang ditandatangani oleh 2 developer kami
it: Ti manderemo una cartolina firmata dai due sviluppatori :)
pt: Vamos mandar-te um postal assinado pelos dois criadores :)
ro: Îți vom trimite o carte poștală drăguță semnată de cei 2 dezvoltatori :)
ru: Мы пришлем вам милую открытку, подписанную 2 разработчиками :)
sv: Vi kommer att skicka dig ett sött vykort signerat av de två utvecklarna :)

source: Generate a transfer code on the game.
de: Generiere deinen Transfer Code im Spiel
es: Genera un código de transferencia (transfer code) en el juego.
fr: Génére un code de transfert
id: Mendapatkan kode transfer di game
it: Generare un codice di trasferimento nel gioco
pt: Gerar um código de tranferência no jogo
ro: Generează un cod de transfer în joc
ru: Сгенерируйте трансфер-код в игре.
sv: Generera en överföringskod i spelet.

source: How to generate a transfer code?
de: Wie generiere ich meinen Transfer Code?
es: ¿Cómo generar un código de transferencia (transfer code)?
fr: Comment générer un code de transfert ?
id: Bagaimana cara mendapatkan kode transfer?
it: Come si genera un codice di trasferimento?
pt: Como gerar um código de transferência
ro: Cum generezi un cod de transfer?
ru: Как сгенерировать трансфер-код?
sv: Hur man genererar en överföringskod?

source: Upload the screenshot or write it down below.
de: Lade einen Screenshot hoch oder schreib es unten nieder.
es: Sube la captura de pantalla o escríbelo aquí abajo.
fr: Envoie une capture d'écran ou re-copie le ci-dessous.
id: Upload screenshot atau tulis di bawah ini
it: Carica lo screenshot o scrivi qui sotto.
pt: Upload a screenshot ou escrevê-lo abaixo.
ro: Încarcă screenshoturile sau scrie mai jos.
ru: Загрузите скриншоты или напишите внизу.
sv: Ladda upp en skärmdump eller skriv det nedanför.

source: If you don't play during an event or you don't care, we can also verify you during events, which makes the process much faster for us. Check the box below.
de: Wenn du während den Events nicht spielst, können wir auch deinen Account während Events verifizieren, was viel schneller ist. Klicke die Box unten an.
es: Si no juegas durante los eventos o no te importa, también podemos verificarte durante los eventos, lo que hace el proceso más rápido para nosotros. Marca esta casilla de abajo.
fr: Si tu ne joues pas cet événement ou si ça ne te dérange pas d'être vérifié pendant, coche la case ci-dessous. Ta vérification sera faite plus rapidement !
id: Jika kamu tidak sedang mengikuti event atau tidak perduli, kami dapat melakukan verifikasi pada masa event berjalan, yang mana akan membuat proses verifikasi lebih cepat. Check kotak berikut
it: Se non giochi durante un evento o non ti interessa, possiamo anche verificarti durante gli eventi, cosa che renderà il processo molto più veloce per noi. Spunta la casella qui sotto.
pt: Se não jogas durante eventos ou não te interessa um evento, podemos verificar-te durante eventos, o que tornará o processo muito mais rápido para nós. Vê a caixa abaixo.
ro: Dacă nu joci în timpul unui eveniment sau nu îți pasă, noi te putem verifica și în timpul unui eveniment, ceea ce face procesul mai rapid pentru noi. Selectează căsuța de mai jos.
ru: Если вы не играете во время ивентов или вам все равно, мы также можем подтвердить вас во время ивентов, что сделает процесс гораздо быстрее для нас. Проверьте окно ниже.
sv: Om du inte spelar under ett event eller om du inte bryr dig, så kan vi också verfiera dig under event, vilket gör processen mycket snabbare för oss. Kryssa i lådan under.

source: If you still play between events, we can notify you before we start the process. Ask for it in your message.
de: Wenn du doch während den Events spielst, können wir dich benachrichtigen, bevor wir mit dem Prozess anfangen. Frage in deinem Kommentar danach.
es: Si juegas entre los eventos, podemos avisarte antes de que empiece el proceso. Pídelo en tu mensaje.
fr: Si tu joues toujours même entre les événements, la personne qui vérifie ton compte peut te notifier par e-mail un peu avant. Demande simplement à être notifié dans ta requête ci-dessous.
id: Jika kamu masih sedang mengikuti event, kami akan memberikan notifikasi sebelum memulai proses verifikasi. Mohon disebutkan pada pesan kamu.
it: Se giochi anche al di fuori degli eventi, possiamo notificarti prima di iniziare il processo. Richiedilo nel messaggio.
pt: Se tu jogas mesmo entre eventos, nós podemos notificar-te antes de começarmos o processo. Pede-o na tua mensagem
ro: Dacă mai joci între eventuri, te putem anunța înainte de a începe procesul. Cere asta în mesajul tău.
ru: Если вы все же играете между между ивентами, мы можете уведомить вас перед началом процесса. Попросите это в вашем письме.
sv: Om du fortfarande spelar emellan event, så kan vi notifiera dig innan vi börjar processen. Fråga om det i ditt meddelande.

source: We will enter the transfer code in one of our devices and check the info. We're not going to do anything with your LPs, lovecas, cards, or anything else
de: Wir werden den Transfer Code in einem unserer Geräte eingeben und die Infos überprüfen. Wir werden nichts mit deinen LPs, Love Gems, Karten oder sonstwas tun.
es: Introduciremos el código de transferencia (transfer code) en uno de nuestros dispositivos y comprobaremos la información. No haremos nada con tu LP, loveca, cartas o demás.
fr: Un membre de l'équipe utilisera ton code de transfert pour vérifier ton compte. Il ne touchera pas à tes LPs, tes love gems, tes cartes ou quoi que ce soit d'autre.
id: Kami akan menginputkan kode transfer kamu ke dalam device kami dan memeriksa info seputar akun kamu. Kami tidak akan menggunakan LP, loveca, kartu atau apapun di dalamnya.
it: Inseriremo il tuo codice di trasferimento in uno dei nostri dispositivi e controlleremo le informazioni. Non faremo nulla ai tuoi LP, loveca, carte o altro.
pt: Nós vamos introduzir o código de transferência num dos teus dispositivos e ver a informação. Nós não vamos fazer nada com o teu LP, lovecas, cartas ou qualquer outra coisa
ro: Vom introduce codul de transfer într-unul dintre dispozitivele noastre și vom verifica informațiile. Nu vom face nimic cu LP-ul, loveca-urile și cărțile tale, sau orice altceva.
ru: Мы введем трансфер код на одном из устройств и проверим информацию. Мы не собираемся ничего делать с LP, ловеками, картами или чем-либо подобным.
sv: Vi kommer att föra in överföringskoden i en av våra apparater och kolla informationen. Vi kommer inte att göra något med dina LPs, lovecas, kort, eller något annat

source: You will then receive an email with your new transfer code.
de: Du bekommst eine E-Mail mit dem neuen Transfer Code.
es: Recibirás un correo electrónico con tu nuevo código de transferencia (transfer code).
fr: Tu recevras ensuite un e-mail avec un nouveau code de transfert.
id: Kamu akan mendapatkan email berisi kode transfer yang baru
it: Riceverai poi un'email con il tuo nuovo codice di trasferimento.
pt: Vais depois receber um e-mail com o teu novo código de transferência.
ro: Atunci o să primești un mail cu noul tău cod de transfer.
ru: Вы получите письмо с вашим новым трансфер кодом.
sv: Du kommer få ett email med ditt nya överföringskod.

source: Note: The device used to verify will not be used for anything else until you take your account back, to make sure you don't have any trouble. In consideration to others that want to be verified, please take it back as soon as possible!
de: Beachte: Das Gerät, mit dem wir deinen Account überprüfen, wird für nichts anderes verwendest, bis du deinen Account zurück hast - um sicher zu gehen, dass es zu keinen Problemen kommt. In Bedenken an die anderen, die verifiziert werden wollen, bitten wir dich, deinen Account so schnell wie möglich wieder an dich zu nehmen!
es: Nota: el aparato usado para verificar no será usado hasta que recuperes tu cuenta, para asegurarnos de que no tengas ningún problema. En consideración con los demás que quieren ser verificados, ¡por favor recupérala lo más pronto que puedas!
fr: Note : L'appareil utilisé pour vérifier ton compte ne sera plus utilisé tant que tu ne récupères pas ton compte, pour s'assurer que tu le récupères en toute sécurité. En considération pour les autres, récupère-le dès que tu peux !
id: Catatan: Device yang kami gunakan untuk verifikasi tidak akan kami gunakan untuk hal lain sebelum kamu mendapatkan akun kamu kembali. Hal lain yang perlu kamu sadari juga adalah banyak akun lain yang membutuhkan verifikasi juga, maka dapatkan kembali akun kamu secepat mungkin sedapat kamu bisa.
it: Nota: il dispositivo utilizzato per verificarti non sarà usato per nient'altro finché non avrai indietro il tuo account, per essere sicuri che tu non abbia problemi. Per rispetto degli altri utenti che vogliono essere verificati, per favore riprendilo al più presto!
pt: Nota: O dispositivo usado para verificar a tua conta não vai ser usado para nada até tu teres a tua conta outra vez para garantirmos que não há problemas. Em consideração pelos outros que querem ser verificados, por favor,
ro: Notă: Dispozitivul utilizat pentru verificare nu va fi folosit pentru nimic altceva până când nu va veți lua contul înapoi, pentru a vă asigura că nu aveți probleme. În considerare pentru alte persoane care doresc să fie verificate, vă rugăm să-l luați înapoi cât mai curând posibil!
ru: Важно: во избежание недоразумений, устройство, использованное для подтверждения, не будет использоваться для чего-либо ещё, пока вы не заберете свой аккаунт назад. Чтобы дать возможность другим подтвердить свои аккаунты, пожалуйста сделайте это как можно скорее!
sv: Notera: Apparaten som används för att verifiera kommer inte användas för något annat innan du tar tillbaka ditt konto, så var säker att du inte har några problem. I avseende av de andra som vill be verifierade, var snäll att ta tillbaka dem så fort som möjligt!
