Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Want to take a break and finish later?
fr: Prendre une pause et finir plus tard
ro: Vrei să iei o pauză și să termini mai târziu?
ru: Хотите отдохнуть и закончить позже?
sv: Vill du ta en paus och fortsätta efter?

source: Welcome back!
fr: Bon retour !
ro: Bine ai revenit!
ru: Добро пожаловать назад!
sv: Välkommen tillbaka!

source: We hid %(hidden_cards_total)s cards that you already saw last time.
fr: %(hidden_cards_total)s cartes que tu as déjà vu la dernière fois ont été masquées.
ro: Am ascuns %(hidden_cards_total)s de cărți pe care le-ai văzut deja ultima oară.
ru: Мы убрали %(hidden_cards_total)s карты, которые вы уже видели в прошлый раз.
sv: Vi gömde %(hidden_cards_total)s kort du redan såg förra gången.

source: Show all
fr: Voir toutes les cartes
ro: Arată tot
ru: Показать все
sv: Visa alla

source: Open the game LoveLive! School Idol Festival, go to "Members" (部員) then "Member List" (部員リスト), order by "Rarity" (レアリティ)
fr: Ouvre le jeu LoveLive! School Idol Festival, va dans "Members" (部員) puis "Member List" (部員リスト), puis trie par "Rarity" (レアリティ)
ro: Deschide jocul LoveLive! School Idol Festival, du-te la "Members" (部 員), apoi la "Member List" (部 員 リ ス ト), ordonează-le prin "Rarity" (レ ア リ テ ィ)
ru: Откройте LoveLive! School Idol Festival, зайдите в "Members" (部員) затем в "Member List" (部員リスト), отсортируйте по"Rarity" (レアリティ)
sv: Öppna spelet LoveLive! School Idol Festival, gå till "Members" (部員) sedan "Member List" (部員リスト), sortera av "Rarity" (レアリティ)

source: Go through the list of cards below and click on the ones you own to add them on your School Idol Tomodachi account
fr: Parcoure la liste de carte ci-dessous et clique sur celles que tu as pour les ajouter à ton compte School Idol Tomodachi
ro: Du-te prin lista de cărți de mai jos și apasă-le pe cele care le deții pentru a le adăuga pe contul School Idol Tomodachi
ru: Просмотрите лист карт внизу и нажмите на те, которые вы хотите добавить на свой School Idol Tomodachi аккаунт.
sv: Gå igenom listan av kort nedan och klicka på de du äger för att lägga till dem på ditt School Idol Tomodachi konto

source: Event special prize
fr: Prix spécial pendant un événement
ro: Premiu special eveniment
ru: Специальный приз ивента
sv: Speciellt event pris

source: Login bonus
fr: Bonus de connexion
ro: Bonus logare
ru: Логин бонус
sv: Inloggnings bonus

source: Click to add this card to your collection!
fr: Clique pour ajouter cette carte à ta collection !
ro: Dă-i click pentru a adăuga această carte în colecția ta!
ru: Кликните, чтобы добавить эту карту в свою коллекцию!
sv: Klicka för att lägga till detta kort till din kollektion!

source: Now, every time you get a new card, don't forget to update School Idol Tomodachi!
fr: Maintenant, à chaque fois que tu gagnes une nouvelle carte, n'oublies pas de mettre à jour School Idol Tomodachi !
ro: Acum, de fiecare dată când iei o carte nouă, nu uita să actualizezi School Idol Tomodachi!
ru: Теперь, когда вы получаете новую карту, не забудьте обновить School Idol Tomodachi!
sv: Nu, varje gång du får ett nytt kort, glöm inte bort att uppdatera School Idol Tomodachi!

source: Check out your brand new beautiful profile
fr: Découvre le super profil que tu viens de créer
ro: Privește noul și frumosul tău profil
ru: Посмотрите на свой новый красивый профиль
sv: Kolal ut din splitternya vackra profil

source: Tweet it
fr: Partage sur Twitter
ro: Dă-i Tweet
ru: Твитнуть
sv: Tweeta det

source: or
fr: ou
ro: sau
ru: или
sv: eller

source: Share it on Facebook
fr: Partage sur Facebook
ro: Dă-i share pe Facebook
ru: Поделиться в Фейсбуке
sv: Dela det på Facebook

source: Set your
fr: Configure ton
ro: Setează-ți
ru: Выбери себе
sv: Sätt din

source: You have another account?
fr: Tu as un autre compte ?
ro: Ai un alt cont?
ru: У вас есть другой аккаунт?
sv: Har du ett annat konto?

source: Want to keep track of the cards you max bonded or max leveled?
fr: School Idol Tomodachi peut aussi t'aider à suivre les cartes dont tu as monté le niveau au MAX ou les liens affectifs (kizuna) au MAX
ro: Vrei să păstrezi evidența cărților cu bond maxim sau cu nivel maxim?
ru: Хотите добавить какие карты у вас с максимальным бондом или уровнем?
sv: Vill du hålla reda på korten du max bonded eller max leveled?

source: Second
fr: Première au lycée
ru: Второй

source: First
fr: Seconde au lycée
ru: Первый

source: Third
fr: Terminale au lycée
ru: Третий

source: Strawberries
fr: Les fraises
ru: Клубника

source: Tomatoes
fr: Les tomates
ru: Томаты

source: Chocolate
fr: Le chocolat
ru: Шоколад

source: Cheesecake
fr: Le cheesecake
ru: Чизкейк

source: Ramen
fr: Les ramens
ru: Рамен

source: White rice
fr: Le riz
ru: Белый рис

source: Honokas familys manjuu
fr: Les manjuus de la famille d'Honoka
ru: Мандзю семьи Хоноки

source: Yakiniku
fr: La viande grillée
ru: Йакинику

source: Sweets
fr: Les sucreries
ru: Сладости

source: Oranges
fr: Les oranges
ru: Апельсины

source: Hard-boiled Eggs, Sandwiches
fr: Les œufs durs, les sandwichs
ru: Яйца вкрутую, Сендвичи

source: Sea Snail, Seaweed
fr: Les escargots de mer, les algues
ru: Морская улитка, Водоросли

source: Green Tea-Flavored Sweets, Flan
fr: Les sucreries au thé vert, le flan
ru: Конфеты со вкусом зеленого чая, флан

source: Salisbury Steak, Oranges
fr: Le bifteck, les oranges
ru: Котлеты, апельсины

source: Chocolate, Strawberries
fr: Le chocolat, les fraises
ru: Шоколад, клубника

source: Oranges, Sweet Red Bean Paste
fr: Les oranges, la pâte de haricot rouge
ru: Апельсины, сладкая красная бобовая паста

source: Coffee, Lemons
fr: Le café, les citrons
ru: Кофе, лимоны

source: French Fries, Sweet Potatoes
fr: Les frites, les patates douces
ru: Картошка фри, сладкая картошка

source: Bell peppers
fr: Les poivrons
ru: Сладкие перцы

source: Tangerines
fr: Les mandarines
ru: Танжерины

source: Dried plums, seaweed
fr: Les pruneaux, les algues
ru: Чернослив, Водоросли

source: Garlic
fr: L'ail
ru: Чеснок

source: Fish
fr: Le poisson
ru: Рыба

source: Carbonated drinks
fr: Les boissons gazeuses
ru: Газированные напитки

source: Caramel
fr: Le caramel
ru: Карамель

source: Spicy food
fr: Tout ce qui est épicé
ru: Острая еда

source: Coffee, Shiokara
fr: Le café, le shiokara (mélange de fruits de mer fermentés)
ru: Кофе, Шиокара

source: Pickled Plums
fr: Les prunes marinées
ru: Умэбоси

source: Salisbury Steak, Gratin
fr: Le bifteck, le gratin
ru: Котлеты, колерованные блюда

source: Sashimi, Anything too dry
fr: Les sashimis, tout ce qui est trop sec
ru: Сашими, любое очень сухое

source: Milk, Noodles
fr: Le lait, les nouilles
ru: Молоко, Лапша

source: Natto, Kimchi
fr: Le natto (soja fermenté) et le kimchi (chou mariné pimenté)
ru: Натто, Кимчхи

source: Wasabi
fr: Le wasabi
ru: Васаби

source: A 16-year-old, second-year high school student and founder of µs. She is always smiling, and her redeeming feature is her energy. She acts on impulse and always runs head-first into things once shes made up her mind. Any and all problems are overcome with her inherent optimism, making her the engine and driving force behind µs.
fr: Elle a fondé le groupe µ's à seulement 16 ans alors qu'elle était en première au lycée. Elle sourit tout le temps. Son attrait principal est son énergie. Elle agit toujours par impulsion sans réfléchir et court la tête la première vers son but dès qu'elle a pris sa décision. N'importe quel de tous ses problèmes trouve toujours une solution grâce à son optimisme, faisant d'elle le moteur et la force conductrice derrière µ's.
ru: Шестнадцатилетняя, второгодка и создательница Муз

source: A 15-year-old, first-year high school student and the daughter of a wealthy family—her parents run a large hospital. Her singing is top-notch and she can also play the piano. Haughty and proud, she doesnt reveal her true emotions often. Her courageous nature allows her to argue with older students, but there is also a side to her which desires company.
ru: 15-ти летняя ученица 1-ого класса старшей школы с состоятельной семьей - её родители управляют большой больницей. Её навыки пения превосходны, как и игра на пианино. Будучи надменной и самодовольной, она редко показывает свои настоящие эмоции. Ее отважность позволяет ей спорить со студентами постарше, но в ней есть и та часть, которая требуется в компании.

source: A 17-year-old, third-year high school student and the student council president. She is one-quarter Russian. With a sharp mind and superb athletic abilities, she does everything thrown at her flawlessly. Popular throughout the school and having a strong sense of responsibility, she performs her duties as the student council president well.
ru: 17-ти летняя ученица 3-его класса старшей школы и президент студенческого совета. На четверть является русской. Пользуясь своим острым умом и прекрасными атлетическими способностями, она безупречно справляется со всеми полученными обязанностями. Будучи популярной на протяжении обучения и обладая сильным чувством ответственности, она хорошо справляется со своими обязанностями как президент студсовета.

source: A 16-year-old, second-year high school student and Honokas closest friend. Theyve been together since kindergarten. In contrast to Honoka, she has a kind and gentle personality, focuses on her studies, and is a model student. Although shes so gentle, shes also confident and reliable.
fr: A 16 ans et étudiante en première c'est une amie très proche de Honoka. Elle sont ensemble depuis la maternelle. Contrairement à Honoka, elle est de nature et personnalité douce, elle se concentre sur ses études et c'est une étudiante modèle. Bien qu'elle soit si gentille, elle a aussi confiance en elle et est fiable.
ru: 16-ти летняя ученица 2-ого года старшей школы и ближайший друг Хоноки. Они знакомы с детского садика и вместе до сих пор. В отличии от Хоноки, у нее любезный и нежный характер, она фокусируется на учебе и является прилежным студентом. Не смотря на то что она нежна, она так же надежна и умеет хранить секреты.

source: A 15-year-old, first-year high school student and an energetic girl whos fond of sports. She would rather move her body than worry about things. She ends up participating in everything just because they sound interesting. Most likely due to her involvement in sports, she is very helpful and often looks after her childhood friend, Hanayo. Her responses are always full of energy and she puts her all into practices.
ru: 15-ти летняя ученица 1-ого года старшей школы и энергичная девушка увлекающаяся спортом. Она предпочитает двигать телом, а не волноваться о чем-либо. Она начинает увлекаться всем, что хотя бы звучит интересно. Скорее всего из-за того что она преуспела в спорте, она очень полезна и часто приглядывает за своей подругой детства, Ханайо. Ее ответы всегда наполнены энергией и она вкладывает всю себя в каждую тренировку.

source: A 15-year-old, first-year high school student. Shes a quiet girl who doesnt stand out much in class and loves white rice. She lacks self-esteem and is quick to give up on almost anything she does. Admiring µs, she joins the group along with Rin, her closest friend and the person shes always together with, and Maki.
ru: 15-ти летняя ученица 1-ого класса старшей школы. Она тихая девушка, которая предпочитает не выделяться и любит рис. Ей не хватает уверенности в себе и она быстро сдается чуть ли не при всем что она делает. Восхищенная µ's, она присоединяется к ним вместе с Рин, ее самой близкой подругой детства и человеком с которым она всегда вместе, и Маки.

source: A 16-year-old, second-year high school student and the childhood friend of Honoka and Kotori. Raised in a family that runs a school of traditional Japanese dance, she is a refined girl with perfect manners and has a dignified air around her. She has also practiced archery ever since she was little. She is strict with herself and with others and hates misconduct and laziness.
ru: 16-ти летняя ученица второго года старшей школы и друг детства для Котори и Хоноки. Выросшая в семье которая управляет школой традиционных японских танцев, она утонченная девушка с прекрасными манерами, источающая ауру величественности. Так же она с детства занимается стрельбой из лука. Она строга с собой и с другими и ненавидит безответственность и лень.

source: A 17-year-old, third-year high school student and the student council vice-president. Her relatively carefree personality is the complete opposite of Elis, and she speaks with a peculiar mix of a Kansai accent and regular Japanese. She makes a good team with the cool Eli. She has a big heart and is the oldest of all the members. While she appears to be indifferent to most things, she is also quite the schemer.
fr: À 17 ans et étudiante en terminale elle est vice-présidente du conseil des étudiants. Sa personnalité relativement insouciante est à l'opposé de celle d'Eli, elle parle avec un mélange particulier d'un accent du Kansai et de Japonais traditionnel. Elle fait une bonne équipe avec Eli. Elle a un grand cœur et est la plus âgée de tous les membres. Même si elle semble être indifférente à la plupart des choses, elle est également très intrigante.
ru: 17-ти летняя ученица 3-его года старшей школы и вице-президент студенческого совета. Ее относительно беззаботный характер является прямой противоположностью характеру Эли и она разговаривает со своеобразным сочетанием Кансайского акцента и стандартного японского языка. Они с Эли являются прекрасными дополнениями друг для друга. У нее большое сердце и она самая старшая из всех участников. Хоть и кажется что она равнодушна к большинству вещей, она так является той еще интриганкой.

source: A 17-year-old, third-year high school student and a true idol otaku. As an upperclassman whos trying her hardest around the clock to become an idol, she frequently comes into contact with Honoka and the others while acting like a big shot. However, it turns out that she often makes mistakes and is unexpectedly clumsy. Her favorite saying is Nico Nico Smile.
ru: 17-ти летняя ученица 3-его класса старшей школы и самый настоящий фанат айдолов. Как старшеклассница которая круглосуточно вкладывает все силы для того чтобы стать айдолом, она часто контактирует с Хонокой и другими делая из себя большую шишку. Тем не менее, она часто совершает ошибки и является неожиданно неуклюжей. Ее любимая фраза - Нико-Нико-Нии.

source: The second-year student at Uranohoshi Girls High School who launched Aqours. The youngest of three sisters, she comes from a family that runs a traditional Japanese inn and is proud of their open-air, ocean-view bath. Shes sociable and hates giving up. Her positive, pushy attitude gradually affects everyone around her.
fr: Étudiante en deuxième année à l'école pour fille Uranohoshi qui a lancé Aqours. La plus jeune des trois sœurs, elle vient d'une famille qui tient une auberge traditionnelle japonaise et qui est fière de leur salle de bains en plein air avec vue sur l'océan. Elle est sociable et déteste abandonner. Son attitude positive, insistant affecte progressivement tout le monde autour d'elle.
ru: Ученица второго года Старшей Девичьей Школы Уранохощи которая основала Акворс. Будучи самой младшей из трех сестер, она происходит из семьи которая управляет японской гостиницей и горда своей ванной на свежем воздухе, выходящей на океан. Она общительна и ненавидит сдаваться. Она позитивна, что давит и действует на всех вокруг нее.

source: A second-year from Akihabara who transferred into Chikas class. An average girl with a reserved personality who would rather stay indoors than go out. While she seems mature and collected, she is actually quite careless, frequently jumping to conclusions and making mistakes.
ru: Ученица второго класса старшей школы из Акихабары, которая перевелась в класс Чики. Обычная девушка со сдержанным характером, которая предпочитает оставаться дома, а не выходить наружу. Даже при том что она выглядит взрослой и собранной, она довольна беззаботна, часто делает поспешные выводы и ошибки.

source: A third-year student at Uranohoshi Girls High School. She lives with her grandfather, who runs a diving shop on a nearby island. A mature but laid-back person, she rarely sweats the details and usually maintains a calm, cool demeanor.
ru: Ученица третьего класса Старшей Девичьей Школы Уранохощи. Она живет со своим дедушкой, который управляет магазином снаряжения для дайвинга на острове неподалеку. Взрослая, но вальяжная личность, которая редко волнуется о деталях и, как правило, сохраняет спокойствие и хладнокровие в поведении.

source: A third-year student and president of the student council. Hails from an old fishing family whose name is well-known around the area. Prideful and a perfectionist, she cant sit still when things are done sloppily or incorrectly.
ru: Ученица третьего класса старшей школы и президент студенческого совета. Происходит из старинной семьи, о которой все на острове знают не по наслышке. Будучи гордой перфекционисткой, она не может сидеть спокойно пока дела сделаны неряшливо или неправильно

source: A second-year student and Chikas classmate. Good enough at the high dive to qualify for the national team. A sporty type whose hobby is weight training, she tends to take action without thinking matters over first. Her father captains a ferry, and her dream is to have his job someday.
ru: Ученица второго класса старшей школы и одноклассница Чики. Достаточно хороша в прыжках в воду для попадания в национальную команду. Спортивный человек, чье хобби - весовые упражнения, она сначала делает, а потом думает. Ее отец работает капитаном судна и она мечтает когда-нибудь тоже стать капитаном.

source: A first-year student who likes the little devil look and proclaims to be Fallen Angel Jeanne. Born in the urban side of Numazu city, shes bright, fearless, smart, and thoughtful. However, she has extremely bad luck, running into all kinds of unforeseen trouble wherever she goes.
ru: Ученица первого класса старшей школы которая любит одеваться как демон и представляется как Падший Ангел Йоханэ. Родившаяся в городской части города Нумазу, она яркая, бесстрашная, умная и вдумчивая. Тем не менее у нее невероятно плохая удача, из-за чего она попадает в непредвиденные передряги куда бы ни пошла.

source: A first-year student and the daughter of a family that has run a nearby temple for several generations. An avid reader, she has a deep fondness for Japanese literature. Shes also a gifted singer, earning her a spot in a choir. She is gentle and cares for those around her, but is prone to running around in circles.
ru: Ученица первого года старшей школы и дочь семьи которая управляет храмом рядом уже несколько поколений. Жадный читатель с глубочайшей любовью к японской литературе. Так же она талантливая певица, из-за чего поет в хоре. Она вежливая и заботится обо всех, кто вокруг нее, но склонна бегать кругами.

source: A third-year student. Her mother is Japanese, while her father is Italian-American and manages a hotel chain. She has a cheerful personality, she often acts independently. She always keeps her chin up when faced with hardship and ready to try her hand at anything.
ru: Ученица третьего класса старшей школы. Ее мать японка, а отец полу-итальянец полу-американец и управляет сетью отелей. У нее бодрый характер, она часто действует самостоятельно. Она никогда не опускает голову перед трудностями и всегда готова приложить руку к какому-то делу.

source: A first-year student whos almost always with her good friend Hanamaru. She is cowardly and tends to cry a lot, but she still has a tough interior, forged by her role as the daughter of a rich, well-known family. She has always looked up to idols and needlework is the only thing shes really great at.
ru: Ученица первого года старшей школы которая почти всегда рядом с ее хорошей подругой Ханамару. Она труслива и много плачет, но тем у нее все равно крепкий характер, полученный ее ролью дочери богатой, известной семьи. Она всегда интересовалась айдолами и шитье - это единственная вещь в которой она действительно хороша.

source: Swimming and Collecting Stickers
fr: Nager des collectionner des autocollants
ru: Плавать и коллекционировать наклейки

source: Stargazing
fr: Observer les étoiles
ru: Смотреть на звезды

source: Making Quilts and Accessories
fr: Fabriquer des courtepointes et des accessoires
ru: Делать аксессуары

source: Making Sweets
fr: Confectionner des sucreries
ru: Делать сладости

source: All Sports
fr: Tous les sports
ru: Все виды спорта

source: Drawing
fr: Dessiner
ru: Рисовать

source: Reading and Calligraphy
fr: Lire et la calligraphie
ru: Чтение и каллиграфия

source: Taking Naps and Fortune-Telling
fr: Faire des siestes et la voyance
ru: Дремать и предсказывать будущее

source: Fashion
fr: La mode
ru: Мода

source: Photography
fr: La photographie
ru: Фотография

source: Reading aloud
fr: Lire à haute voix
ru: Читать вслух

source: Looking after her older sister
fr: S'occuper de sa grande sœur
ru: Следить за своей старшей сестрой

source: Playing with her little sister
fr: Jouer avec sa petite sœur
ru: Играть со своей младшей сестрой

source: Collecting dolls
fr: Collectionner les poupées
ru: Коллекционирование кукол

source: Sprinting
fr: Faire des sprints
ru: Спринтовать

source: Helping out the nursery school
fr: Donner un coup de main à l'infirmerie du lycée
ru: Помогать в приюте

source: Visiting temples
fr: Visiter des temples
ru: Посещение храмов

source: Having amazing encounters with people
fr: Faire des rencontres incroyables
ru: Приятно встречаясь с людьми

source: Chancing upon strong enemies
fr: Se retrouver par hasard face à de puissants ennemis
ru: Рисковать против сильных противников

source: Creating characters
fr: Inventer des personnages
ru: Создание персонажей

source: Playing guitar
fr: Jouer de la guitare
ru: Игра на гитаре

source: Napping
fr: Faire des siestes
ru: Дремать

source: Cats cradle
fr: Le jeu de la ficelle
ru: Убаюкивать котов

source: Quilting
fr: Fabriquer des courtepointes
ru: Лоскутное шитье

source: Playing classical guitar
fr: Jouer de la guitare classique
ru: Игра на классической гитаре

source: Doesnt have the time for hobbies
fr: N'a pas le temps pour des loisirs
ru: Нет времени для хобби

source: Cosplaying
fr: Faire du cosplay
ru: Косплей

source: Playing survival games
fr: Jouer à des jeux de survie
ru: Играть в игры про выживание

source: Differ every week
fr: Change chaque semaine
ru: Разное каждую неделю

source: Disciplining herself
fr: Se discipliner elle-même
ru: Дисциплинировать себя

source: Helping others
fr: Aider les autres
ru: Помощь другим

source: Reading theses
fr: Lire des thèses
ru: Читать диссертации

source: Playing basketball
fr: Jouer au basket-ball
ru: Игра в баскетболл

source: Fantasizing
fr: Fantasmer
ru: Фантазировать

source: Servicing bicycles
fr: Entretenir des vélos
ru: Обслуживание велосипедов

source: Horse riding
fr: Faire du cheval
ru: Верховая езда

source: Reviewing foreign media
fr: Regarder des médias étrangers
ru: Просматривать иностранные медиа

source: Playing with Tarou
fr: Jouer avec Tarou
ru: Играть с Таро

source: Flamenco
fr: Le flamenco
ru: Фламенко

source: Collecting accessories
fr: Collectionner des accessoires
ru: Коллекционировать аксессуары

source: Volunteering
fr: Faire du bénévolat
ru: Волонтерство

source: Things shes interested in
fr: Les choses qui l'intéressent
ru: Вещи, которые ее интересуют

source: Watching anime
fr: Regarder des animes
ru: Просмотр аниме

source: Theater
fr: Aller au théâtre
ru: Театр

source: Yoga
fr: Faire du yoga
ru: Йога

source: Trying different restaurants
fr: Essayer plein de restaurants différents
ru: Пробовать разные рестораны

source: Being fashionable
fr: Être à la mode
ru: Быть модной

source: Being active
fr: Être active
ru: Быть активной

source: Karaoke
fr: Le karaoké
ru: Караоке
