Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Open the game you want to get verified
de: Öffne das Spiel, in dem du verifiziert werden möchtest
es: Abre el juego que quieras verificar
fr: Ouvre le jeu avec le compte que tu souhaites faire vérifier.
id: Buka game yang kamu inginkan untuk diverifikasi
it: Apri il gioco che vuoi far verificare
pt: Abre o jogo que queres verificar
ro: Deschide jocul care vrei să fie verificat.
ru: Откройте аккаунт, который вы хотите подтвердить
sv: Öppna spelet du vill ha verifierad.

source: Take screenshots and upload them below.
de: Erstelle Screenshots und lade sie unten hoch
es: Toma capturas de pantalla y súbelas aquí.
fr: Prends des captures d'écran et envoies les dans le formulaire ci-dessous.
id: Ambil screenshot dan upload di bawah ini
it: Fai degli screenshot e caricali qui sotto.
pt: Tira screenshots e faz o upload delas abaixo
ro: Faceți screenshot-uri și încărcați-le mai jos.
ru: Сделайте скриншоты и прикрепите их ниже.
sv: Ta en skärmdump och ladda upp dem nedanför.

source: How to take screenshots?
de: Wie erstelle ich Screenshots?
es: ¿Cómo hacer capturas de pantalla?
fr: Comment prendre des captures d'écran ?
id: Bagaimana cara mengambil screenshot??
it: Come fare degli screenshot?
pt: Como é que tiro screenshots?
ro: Cum să faci screenshots?
ru: Как делать скриншоты?
sv: Hur tar man skärmdumpar?

source: Go to "Members" (部員) then "Member List" (部員リスト), order by "Rarity" (レアリティ) and take screenshots of all the pages that have URs or SRs
de: Gehe zu "Members" (部員), dann "Member List" (部員リスト), sotiere sie nach "Rarity" (レアリティ) und mache dann einen Screenshot aller Seiten, die URs oder SRs anzeigen.
es: Ve a "Members" (部員), luego "Member List" (部員リスト), ordena por "Rarity" (レアリティ) y haz captura de pantalla de todas las páginas con URs o SRs
fr: Va dans "Members" (部員) puis "Member List" (部員リスト), trie par "Rarity" (レアリティ) et prends des captures d'écrans de toutes les pages qui contiennent des SRs ou des URs
id: Pilih "Members" (部員) kemudian pilih "Member List" (部員リスト), urutkan berdasarkan "Rarity" (レアリティ) dan ambil screenshot untuk semua page yang menunjukkan semua UR dan SR.
it: Vai su "Membri" (部員) poi su "Lista dei Membri" (部員リスト), ordina per "Rarità" (レアリティ) e dai gli screenshot delle pagine che contengono UR o SR.
pt: Vai a "Membros" (部員) e, depois, a "Member List" (部員リスト), ordenar por "Rarity" (レアリティ) e tira screenshots a todas as páginas que têm URs e SRs
ro: Du-te la "Members" (部 員), apoi în "Member List" (部 員 リ ス ト), selectează "Rarity" (レ ア リ テ ィ) și fă screenshots la toate paginile care au UR-uri sau SR-uri
ru: Нажмите"Members" (部員), затем "Member List" (部員リスト), расположите по "Rarity" (レアリティ) и сделайте скриншоты страниц, на которых есть UR или SR карты.
sv: Gå till "Members" (部員) sedan "Member List" (部員リスト), sortera med "Rarity" (レアリティ) och ta skärmdumpar av alla sidor du har URs eller SRs

source: If you have SR/UR cards in your album (you used to have them but you sold them or used them in training), also take a screenshot of said cards in your album.
de: Wenn du SR/URs im Album hast, die du mal hattest, aber verkauft oder im Training benutzt hast, mache davon auch einen Screenshot.
es: Si tienes SR/UR en tu álbum (las tenías pero las vendiste o usaste para practicar), también haz captura de pantalla de esas cartas en tu álbum.
fr: Si tu as des SRs/URs dans ton album (que tu avais avant mais dont tu t'es débarrassé), prends aussi des captures d'écrans de celles-ci dans ton album.
id: Jika kamu memiliki kartu UR/SR dalam albummu (pernah memilikinya tapi sudah menjual atau digunakan dalam training) juga diambil screenshotnya melalui daftar album
it: Se hai SR/UR nel tuo album (cioè le avevi ma le hai vendute o usate nell'allenamento), fai degli screenshot anche di quelle carte nell'album.
pt: Se tens cartas SRs/URs no teu álbum (que tiveste mas que vendeste ou usaste para praticar), tira também uma screenshot dessas cartas no álbum.
ro: Dacă ai cărți UR/SR în albumul tău (le-ai avut înainte, dar le-ai vândut sau le-ai folosit în antrenare), fă screenshot-uri și acestora.
ru: Если вы имели SR/UR карты в вашем альбоме (но вы продали их или использовали в тренировке), так же сделайте скриншот вышеуказанных карт в вашем альбоме.
sv: Om du har SR/UR kort i ditt album(du hade de förut, men du sålde dem eller använde de i träning), ta också en skärmdump av korten i ditt album.

source: If you have SR/UR cards in your present box, also take a screenshot of the cards in your present box.
de: Wenn du SR/URs in der Geschenkbos hast, mache bitte ebenfalls einen Screenshot davon.
es: Si tienes SR/UR en tu caja de regalos, también haz captura de pantalla de esas cartas.
fr: Si tu as des SRs/URs dans ta boîte à cadeaux, prends aussi une capture d'écran de celle-ci.
id: Jika kamu memiliki kartu UR/SR dalam kotak hadiah, juga diambil screenshotnya melalui kotak hadiah
it: Se hai delle SR/UR tra i regali, fai uno screenshot anche di quelle carte nella lista dei regali.
pt: Se tiveres cartas SRs/URs na tua caixa de presentes tira também uma screenshot às cartas na tua caixa de presentes
ro: Dacă ai cărți SR/UR în cutia de cadouri, fă screenshot-uri și acestora.
ru: Если у вас есть SR/UR карты в подарочной коробке, также сделайте скриншот карт в вашей подарочной коробке.
sv: Om du har SR/UR kort i din presentlåda, så kan du ta en skärmdump av korten i din presentlåda.

source: Go to "Other" (その他) then "Profile" (プロフィール) and take a screenshot
de: Gehe auf "Other" (その他) und dann "Profile" (プロフィール) und mache einen Screenshot.
es: Ve a "Other" (その他), luego "Profile" (プロフィール) y haz una captura de pantalla
fr: Va dans "Other" (その他) puis "Profile" (プロフィール) et prends une capture d'écran
id: Pilih "Other" (その他) kemudian "Profile" (プロフィール) dan ambil screenshotnya
it: Vai su "Altro" (その他) poi "Profilo" (プロフィール) e fai uno screenshot
pt: Vai a "Other" (その他) e, depois, a "Profile" (プロフィール) e tira uma screenshot
ro: Duceți-vă la "Other" (そ の 他), apoi "Profile" (プ ロ フ ィ ー ル) și faceți un screenshot
ru: Нажмите "Other" (その他), затем "Profile" (プロフィール) и сделайте скриншот
sv: Gå till "Other" (その他) sedan "Profile" (プロフィール) och ta en skärmdump

source: No need to refresh your profile, you will receive an email when you're verified!
de: Du brauchst dein Profil nicht zu refreashen - du bekommst eine E-Mail, wenn du verifiziert bist!
es: No hace falta que actualices el perfil, ¡recibirás un email cuando seas verificado!
fr: Pas besoin de recharger ton profil, tu recevras un e-mail dès que ta vérification est terminé !
id: Tidak perlu merefresh profile kamu, kamu akan mendapat email jika kamu sudah diverifikasi
it: Non hai bisogno di ricaricare il tuo profilo, riceverai una email quando il tuo account sarà verificato!
pt: Não é preciso atualizar o teu perfil, vais receber um e-mail quando fores verificado!
ro: Nu este nevoie să actualizezi profilul tău, o să primești un email atunci când ai fost verificat!
ru: Нет необходимости обновлять свой профиль, вы получите письмо, когда вас подтвердят!
sv: Du behöver inte uppdatera din profil, du får ett email när du är verifierad!

source: This verification only lets you change your rank above 200. It does not give you a visible sign of verification on the website, since we did not verify your cards. The only reason you would want this verification is if your rank is above 200 and you do not wish to go through Gold/Silver verification.
de: Diese Verifizierung lässt dich nur deinen Rank über 200 ändern. Es entsteht dadurch kein sichtbares Zeichen einer Verifizierung auf der Website, da wir nicht deine Karten verifizieren. Der einzige Grund, wieso du diese Verifizierung brauchst, ist, wenn dein Rank über 200 ist und du nicht durch die Gold/Silber Verifizierung willst.
es: Esta verificación sólo te deja cambiar tu nivel a más de 200. No te da un signo en la página, ya que no vemos tus cartas. La única razón por la que querrías esta verificación es si tu nivel es más de 200 y no quieres hacer una verificación de Oro/Plata.
fr: Ce type de vérification te laisse indiquer un niveau au dessus de 200. Il n'est absolument pas visible sur le profil, puisque nous n'avons pas pu vérifier les cartes. Pour cette raison, cette vérification n'est recommandé que dans le cas où tu ne souhaites pas de vérification Or ou Argent.
id: Verifikasi ini hanya membuatmu dapat merubah rank kamu menjadi di atas 200. Tapi tidak memberitahukan kamu indikasi verifikasi pada website karena kami tidak memverifikasikan kartumu. Kamu melakukan verifikasi ini karena rank kamu di atas 200 dan tidak bersedia melakukan verifikasi Gold/Silver
it: Questa verificazione ti lascia solo cambiare il tuo rank sopra al 200. Non ti dà alcun segno visibile di verificazione su sito, dato che non abbiamo verificato le tue carte. L'unica ragione per cui potresti volere questa verificazione è che il tuo rank è sopra al 200 ma non desideri la verificazione Oro/Argento.
pt: Esta verificação só permite que mudes o teu rank para cima de 200. Não vai haver nenhum sinal neste website de que foste verificado porque não verificamos as tuas cartas. A única razão para que poderás querer a verificação é para colocares o teu rank acima de 200 e não queres ir para a verificação de Prata/Ouro
ro: Această verificare iți permite să modifici doar rangul tău mai sus 200. Nu iți dă un semn vizibil de verificare pe site, din moment ce nu ți-am verificat cărțile. Singurul motiv pentru care a-i dori această verificare este dacă rangul tău este mai mare de 200 și nu dorești să treci prin verificarea de Aur/ Argint.
ru: Подтверждение дает вам изменять ваш ранк с 200. Это не дает вам видимого знака подтверждения на вебсайте с тех пор, когда мы проверили ваши карты. Единственная причина, по которой вы хотите пройти эту верификацию, если ваш ранк больше 200 и вы не желаете проходить Золотое/Серебряное подтверждение.
sv: Denna verifiering låter dig bara att ändra din rank över 200. Det ger dig ingen synlig tecken på verifiering på sidan, eftersom vi inte verifierade dina kort. Den enda orsaken att du skulle vilja ha denna verifiering är för att din rank är över 200 och du inte önskar att gå igenom Guld/Silver verifiering.

source: You will receive an email when your account has been set as verified and you'll be able to set your rank above 200.
de: Du bekommst eine E-Mail, wenn dein Account verifiziert wurde, und du wirst deinen Rank über 200 setzen können.
es: Recibirás un email cuando tu cuenta haya sido verificada y podrás poner tu nivel por encima de 200.
fr: Tu recevras un email quand ton compte sera vérifié et tu pourras alors changer ton niveau au dessus de 200.
id: Kamu akan menerima email saat akun kamu telah diset sebagai verified dan kamu dapat mengeset rank di atas 200
it: Riceverai un'email quando il tuo account sarà verificato e potrai impostare il tuo rank sopra al 200.
pt: Vais receber um e-mail quando a tua conta estiver verificada e poderás colocar o teu rank acima de 200.
ro: Vei primi un email când contul tău a fost setat ca verificat și vei putea să îți setezi rangul peste 200.
ru: Вы получите письмо, когда ваш аккаунт будет подтвержден, и вы сможете ставить свой уровень выше 200.
sv: Du kommer att få ett email när ditt konto har blivit satt som verifierad och du kommer kunna sätta din rank över 200.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
pt: Cancelar
ro: Anulare
ru: Отменить
sv: Avbryt

source: Your position in the verification queue
de: Deine Position in der Verifizierungs-Liste.
es: Tu posición en la cola de verificación
fr: Ta position dans la queue des vérifications
id: Posisi kamu di verifikasi list
it: La tua posizione nella coda per la verificazione
pt: A tua posição na fila de verificações
ro: Poziția ta în coada de verificare
ru: Ваша позиция в очереди на подтверждение
sv: Din position i verifieringskön

source: day
de: Tag
es: día
fr: jour
id: hari
it: giorno
pt: dia
ro: zi
ru: день
sv: dag

source: Check your cards
de: Überprüfe deine Karten
es: Mira tus cartas
fr: Vérifie tes cartes
id: Periksa kartumu
it: Controlla le tue carte
pt: Verifica as tuas cartas
ro: Verifică-ți cărțile
ru: Проверить свои карты
sv: Kolla dina kort

source: read our FAQ
de: Lese unsere FAQs
es: lee nuestras preguntas frecuentes
fr: lis notre F.A.Q.
id: Baca FAQ kami
it: leggi le nostre FAQ
pt: Lê o nosso FAQ
ro: Citiți FAQ-ul nostru
ru: прочтите наш FAQ
sv: läs våra "Ofta Frågade Frågor"

source: Your rank must be over 80.
de: Dein Rank muss über 80 sein
es: Tu nivel tiene que ser mayor a 80.
fr: Seul les comptes de niveau 80 ou plus peuvent être vérifiés.
id: Rank kamu harus di atas 80
it: Il tuo rank deve essere superiore a 80.
pt: O teu rank tem de ser maior de 80
ro: Rangul tău trebuie să fie peste 80
ru: Ваш уровень должен быть выше 80.
sv: Din rank måste vara över 80.

source: You must specify your friend ID in your account.
de: Du musst deine Friend ID in deinem Account angeben
es: Debes especificar tu ID de amigo en tu cuenta.
fr: Le Friend ID est obligatoire pour demander à être vérifié.
id: Kamu harus mendaftarkan ID teman kamu dalam akun kamu
it: Devi specificare il tuo ID nel tuo account.
pt: Tu tens de especificar o teu friend ID na tua conta.
ro: Trebuie să specifici Friend ID-ul în contul tău
ru: Вы должны указать свой ID в аккаунте на сайте.
sv: Du måste specificera ditt vän ID på ditt konto.

source: You must provide a valid email address in your settings.
de: Du musst eine verfügbare E-Mail Adresse in deinen Einstellungen angeben.
es: Tienes que dar una dirección correo electrónico válida en tus ajustes.
fr: Nous avons besoin de ton adresse e-mail pour pouvoir te vérifier.
id: Kamu harus memberikan valid email dalam pengaturan
it: Devi fornire un indirizzo email valido nelle tue impostazioni.
pt: Tens de usar um email válido nas tuas defenições.
ro: Trebuie să dai o adresă de email validă în setările tale.
ru: Вы должны указать работающий e-mail в ваших настройках.
sv: Du måste skaffa en giltlig email adress i dina inställningar

source: Your profile must not be private.
de: Dein Profil darf nicht privat sein.
es: Tu perfil no puede ser privado.
fr: Les profiles privés ne peuvent pas être vérifiés.
id: Profile kamu tidak boleh private
it: Il tuo profilo non deve essere privato.
pt: O teu perfil não pode ser privado.
ro: Profilul tău nu trebuie să fie privat.
ru: Ваш профиль не должен быть скрытым.
sv: Din profil kan inte vara privat.

source: Download the School Idol Tomodachi app on Google Play
de: Downloade die School Idol Tomodachi App im Google Playstore.
es: Descarga la aplicación de School Idol Tomodachi en Google Play
fr: Télécharge l'application Android
id: Download aplikasi School Idol Tomodachi di Google Play
it: Scarica l'app di School Idol Tomodachi su Google Play
pt: Faz o Download da aplicação School Idol Tomodachi no Google Play
ro: Descarcă aplicația School Idol Tomodachi pe Google Play
ru: Загрузить приложение School Idol Tomodachi на Google Play.
sv: Ladda ner School Idol Tomodachi appen på Google Play

source: by
de: von
es: por
fr: par
id: oleh
it: di
pt: de
ro: de către
ru: от
sv: av

source: If you're searching for the game itself, you can
de: Wenn du nach dem Spiel selbst suchst, kannst du
es: Si buscas el juego en sí, puedes:
fr: Si tu cherches le jeu LoveLive! School Idol Festival, tu peux
id: Jika kamu mencari game tersebut, kamu dapat
it: Se stai cercando il gioco stesso, puoi
pt: Se estás a procurar no próprio jogo, tu podes
ro: Dacă vreți să descarci jocul în sine, se poate
ru: Если вы ищите саму игру, вы можете
sv: Om du söker efter spelet själv, så kan du

source: download it here
de: Lade es hier herunter
es: descárgalo aquí
fr: le télécharger ici
id: mendownloadnya di sini
it: Scaricala qui
pt: faz o download aqui
ro: descarcă-l aici
ru: скачать тут
sv: ladda ner det här

source: I get this message when I try to install the apk: "Install blocked. For security, your phone is set to block installation of apps obtained from unknown sources."
de: Ich bekam diese Meldung als ich versucht habe die APK zu installieren: "Installation geblockt. Um die Sicherheit deines Handy zu gewährleisten, werden Installationen von Apps aus unbekannter Herkunft geblockt."
es: Veo este mensaje cuando intento instalar el apk: "Instalación bloqueada. Por seguridad, tu teléfono ha bloqueado la instalación de aplicaciones de fuentes desconocidas."
fr: Quand j'essaye d'installer l'application, un message m'indique que je ne peux pas installer d'applications depuis des sources inconnues.
id: Saat akan menginstall APK mendapatkan pesan : "Install blocked. For security, your phone is set to block installation of apps obtained from unknown sources."
it: Vedo questo messaggio quando cerco di installare l'apk: "Installazione bloccata. Per sicurezza, il tuo telefono è impostato per bloccare le installazione di app ottenute da fonti sconosciute."
pt: Eu recebo esta mensagem quando tento instalar a apk: "Instalação bloqueada. Para segurança, o teu telemóvel bloqueia a instalação de aplicações obtidas de fontes desconhecidas."
ro: Primesc acest mesaj când încerc să instalez apk-ul: „Instalare blocata. Pentru securitate, telefonul tău este setat să blocheze instalarea aplicațiilor luate din surse necunoscute.”
ru: Я получил сообщение при попытке установить apk: "Установка заблокирована. Для безопасности, ваш телефон настроен блокировать установку приложений, полученных из неизвестных источников".
sv: Jag får detta meddelandet när jag försöker installera apk: "Install blocked. For security, your phone is set to block installation of apps obtained from unknown sources."

source: What should I do if I find a bug or want to make a suggestion?
de: Was soll ich tun wenn ich einen Bug finde oder Vorschläge habe?
es: ¿Qué hago si encuentro un bug o quiero hacer una sugerencia?
fr: Que dois-je faire si je trouve un bug ou je souhaite faire une suggestion ?
id: Apa yang harus dilakukan bila menemukan bug atau ingin memberikan saran?
it: Cosa devo fare se trovo un bug o voglio dare un suggerimento?
pt: O que devo fazer quando encontro um bug ou quero fazer uma sugestão?
ro: Ce ar trebui să fac dacă găsesc o problemă sau vreau să fac o sugestie?
ru: Что делать, если я нашел баг или хочу внести предложение?
sv: Vad skulle jag göra om jag fann en bug eller vill göra ett förslag?

source: We're more than happy to help you and discuss with you.
de: Wir sind mehr als nur glücklich dir zu helfen und mit dir zu diskutieren.
es: Estamos más que dispuestos a ayudar y comentarlo contigo.
fr: Nous serons ravis de t'aider et de discuter avec toi.
id: Kami sangat senang sekali untuk membantu kamu dan mendiskusikannya denganmu
it: Siamo più che felici di aiutarvi e discutere con voi.
pt: Nós estamos muito felizes por podermos falar contigo.
ro: Suntem mai mult decât bucuroși să te ajutăm sau să discutăm cu tine.
ru: Мы будем рады обсудить это с вами.
sv: Vi är mer än glada att hjälpa dig och diskutera med dig.

source: I can't find the app on Google Play.
de: Ich kann die App im Google Playstore nicht finden.
es: No puedo encontrar la aplicación en Google Play.
fr: Je ne trouve pas l'application sur Google Play.
id: Tidak dapat menemukan aplikasi di Google Play
it: Non trovo l'app su Google Play.
pt: Não consigo encontrar a aplicação no Google Play
ro: Nu găsesc aplicația pe Google Play
ru: Я не могу найти приложение в Google Play.
sv: Jag kan inte hitta appen på Google Play.

source: The app is not available on Google Play, you have to download it on your phone from this page using the download button above then open it to install it.
de: Die App ist nicht erhältlich im Google Playstore, du musst die App von dieser Seite herunterladen, indem du den Button oben nutzt, dann öffnest und installierst.
es: La aplicación no está disponible en Google Play, tendrás que descargarla en tu teléfono desde esta página usando el botón de descargar y abrirla para instalarla.
fr: L'application n'est pas disponible sur Google Play. Pour la télécharger, ouvre cette page depuis ton téléphone et clique sur le bouton "Télécharger" ci-dessus, puis ouvre le fichier .apk pour l'installer.
id: Applikasi tidak tersedia di Google Play, kamu harus mendownload aplikasi tersebet melalui device kamu malalui page ini dengan menggunakan tombol di atas, kemusian membuka page dan mengisntallnya.
it: L'app non è disponibile su Google Play, devi scaricarla sul tuo telefono da questa pagina usando il pulsante di download in alto, poi aprirla e installarla.
pt: A aplicação não está disponível no Google Play, tu tens que fazer o download do teu telemóvel por esta página usando o butão de download acima. Depois, abre-o para instalares.
ro: Aplicația nu este disponibilă pe Google Play, trebuie să o downloadezi în telefon de pe această pagină folosind butonul de descărcare de mai sus iar apoi deschide-o pentru instalare.
ru: Приложение недоступно в Google Play. Вы должны скачать его на свой телефон с этой страницы, используя кнопку выше, затем открыть его и установить.
sv: Appen är inte tillgänglig på Google Play, du måste ladda ner det på din mobil från den här sidan med användning av knappen ovanför sedan öppna den för att installera den.

source: I sometimes get this message: "Unfortunately, Sukutomo has stopped".
de: Ich bekomme manchmal die Nachricht "Anwendung Sukutomo wurde angehalten".
es: En ocasiones recibo este mensaje: "Desafortunadamente, Sukotomo se ha detenido".
fr: Parfois, l'application se ferme toute seule.
id: Kadang mendapatkan pesan 'Unfortunately, Sukutomo has stopped'
it: A volte mi appare il messaggio "Purtroppo, Sukutomo si è fermato".
pt: Às vezes recebo a mensagem "Infelizmente, Sukutomo parou".
ro: Uneori primesc acest mesaj: „Din păcate, Sukutomo s-a oprit”
ru: Я иногда получаю сообщение: "К сожалению, приложение Sukutomo остановилось".
sv: Jag får ibland detta meddelandet: "Unfortunately, Sukutomo has stopped".

source: It might happen for different reasons, but it always means there is a bug in the app.
de: Es kann verschiedene Gründe dafür geben, aber es bedeutet immer, dass ein Bug in der App ist.
es: Puede ser por diversas razones, pero siempre significa que hay un bug en la aplicación.
fr: Ça peut arriver pour de nombreuses raisons différentes, mais ça veut toujours dire qu'il y a un bug quelque part.
id: Kadang diakibatkan karena banyak hal, tapi biasanya dikarenakan adanya bug dalam aplikasi
it: Potrebbe accadere per varie ragioni, ma significa sempre che c'è un bug nell'app.
pt: Pode ocorrer por razões diferentes mas isso quer sempre dizer que há um bug na aplicação.
ro: Se poate întâmpla din diferite motive, dar mereu înseamnă că este o problemă în aplicație.
ru: Это может случиться по различным причинам, но это всегда означает, что в приложении есть баг.
sv: Det kan hända för olika orsaker, men det betyder alltid att det är en bug i appen.
