Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Your name, your profile picture, a link to your profile, and a link to whatever you would like to advertise (your Twitter, Tumblr, Twitch or any other website!) will be added to the HOMEPAGE of School Idol Tomodachi!
de: Dein Name, dein Profil Icon, ein Link zu deinem Profil, und Links zu allem was du sonst noch angeben möchtes (dein Twitter, tumblr, Twitch, oder jede andere Website!), wird der HOMEPAGE of School Idol Tomodachi hinzugefügt!
es: ¡Tu nombre, foto de perfil, un enlace a tu perfil y un enlace a lo que quieras anunciar (¡tu Twitter, Tumblr, Twitch o cualquier otra página!) serán añadidos a la página principal de School Idol Tomodachi!
fr: Ton nom, ta photo de profil, un lien vers ton profil et un lien vers ce que tu veux promouvoir (ton Twitter, Tumblr, Twitch, ou n'importe quel site !) seront ajoutés à la page d'accueil de School Idol Tomodachi !
id: namamu, profile picture kamu, link pada profile kamu, dan link apapun yang ingin kamu gunakan untuk mempromosikan (Twitter, Tumblr, Twitch kamu atau dari situs lain) akan ditambahkan di homepage School Idol Tomodachi
it: Il tuo nome, il tuo avatar, un link al tuo profilo, e un link a qualsiasi cosa tu voglia promuovere (il tuo Twitter, Tumblr, Twitch o qualsiasi sito web) saranno aggiunti all'HOMEPAGE di School Idol Tomodachi!
pt: O teu nome, o teu perfil, um link para o teu perfil e um link para qualquer local que queiras divulgar (o teu Twitter, Tumblr, Twitch outro qualquer outro website!) vão ser adicionados à tua PÁGINA PRINCIPAL do School Idol Tomodachi!
ro: Numele tău, poza ta de profil, un link către profilul tău, și un link în care poți publica ce vrei tu (Twitter, Tumblr, Twitch sau oricare alt site!) vor fi adăugate pe PAGINA PRINCIPALĂ School Idol Tomodachi!
ru: Ваше имя, аватар, ссылка на профиль и ссылка на всё что угодно (ваш Твиттер, Тамблр, Твитч и всё прочее!) будут добавлены на ГЛАВНУЮ страницу School Idol Tomodachi!
sv: Ditt namn, din profilbild, en länk till din profil, och en länk till vad du skulle vilja annonsera (din Twitter, Tumblr, Twitch eller någon annan sida!) kommer bli tillagd på HEMSIDAN av School Idol Tomodachi!

source: Your name, your profile picture, a link to your profile, and a link to whatever you would like to advertise (your Twitter, Tumblr, Twitch or any other website!) will be added to this page.
de: Dein Name, dein Profil Icon, ein Link zu deinem Profil, und Links zu allem was du sonst noch angeben möchtes (dein Twitter, tumblr, Twitch, oder jede andere Website!), wird dieser Seite hinzugefügt!
es: Tu nombre, foto de perfil, un enlace a tu perfil y un enlace a lo que quieras anunciar (¡tu Twitter, Tumblr, Twitch o cualquier otra página!) será añadido a esta página.
fr: Ton nom, ta photo de profil, un lien vers ton profil et un lien vers ce que tu veux promouvoir (ton Twitter, Tumblr, Twitch, ou n'importe quel site !) seront ajoutés sur cette page.
id: namamu, profile picture kamu, link pada profile kamu, dan link apapun yang ingin kamu gunakan untuk mempromosikan (Twitter, Tumblr, Twitch kamu atau dari situs lain) akan ditambahkan di page ini
it: Il tuo nome, il tuo avatar, un link al tuo profilo, e un link a qualsiasi cosa tu voglia promuovere (il tuo Twitter, Tumblr, Twitch o qualsiasi sito web) saranno aggiunti a questa pagina.
pt: O teu nome, o teu perfil, um link para o teu perfil e um link para qualquer local que queiras divulgar (o teu Twitter, Tumblr, Twitch outro qualquer outro website!) vão ser adicionados a esta página.
ro: Numele tău, poza ta de profil, un link către profilul tău, și un link în care poți publica ce vrei tu (Twitter, Tumblr, Twitch sau oricare alt site!) vor fi adăugate pe această pagină.
ru: Ваше имя, аватар, ссылка на профиль и ссылка на всё что угодно (ваш Твиттер, Тамблр, Твитч и всё прочее!) будут на этой странице.
sv: Ditt namn, din profilbild, en länk till din profil, och en länk till vad du skulle vilja annonsera (din Twitter, Tumblr, Twitch eller någon annan sida!) kommer bli tillagd på denna sidan.

source: Your name and a link to your profile will be added to this page.
de: Dein Name und ein Link zu deinem Profil wird dieser Seite hinzugefügt.
es: Tu nombre y un enlace a tu perfil serán añadidos a esta página.
fr: Ton nom et un lien vers ton profil sera ajouté à la page d'accueil de School Idol Tomodachi !
id: Namamu dan link ke profile kamu akan ditambahkan di page ini
it: Il tuo nome e un link al tuo profilo saranno aggiunti a questa pagina.
pt: O teu nome, o teu perfil, um link para o teu perfil vão ser adicionados a esta página.
ro: Numele tău și un link către profilul tău vor fi adăugate pe această pagină.
ru: Ваше имя и ссылка на профиль будут на этой странице.
sv: Ditt namn och en länk till din profil komemer bli tillagd på denna sidan.

source: You decide who will be the idol from μ's shown by default on top of the homepage.
de: Du entscheides, wer von den μ's Idols am Anfang der Homepage gezeigt wird.
es: Tú decides qué miembro de μ's se mostrará por defecto en la página principal.
fr: Tu décides qui parmi les idoles de μ's est affiché par défaut tout en haut de la page d'accueil du site.
id: Kamu akan menentukan siapa yang akan menjadi idol dari μ's dan akan ditunjukkan secara default di bagian atas homepage.
it: Puoi decidere quale delle idol mostrare in cima alla homepage.
pt: Tu decides quem o Ídolo das μ que será mostrado no topo da tua página principal
ro: Tu decizi ce idol din μ's va fi afișată în susul paginii principale.
ru: Вы решаете, какой айдол появится на главной странице.
sv: Du bestämmer vilken idol från μ's kommer vara visad på toppen av hemsidan.

source: With this special status, a lovely %(color)s heart will be displayed next to your profile picture on your profile and everywhere it appears on the website.
de: Mit diesem speziellen Status wird ein %(color)s Herz neben deinem Profil Icon auf deiner Profilseite und überall sonst auf der Website angezeigt.
es: Con este estado especial, aparecerá un lindo corazón %(color)s junto a tu foto de perfil en tu perfil y en todas las partes del sitio en las que aparezca.
fr: Grâce à ce statut spécial, un adorable petit coeur %(color)s sera affiché à côté de ta photo de profil partout où celle-ci apparait sur le site.
id: Dengan status spesial ini, akan ada warna %(color) hati yang cantik yang muncul di sebelah profile picture kamu di profile dan di manapun di website
it: Con questo status speciale, un grazioso cuore di colore %(color)s sarà mostrato accanto al tuo avatar e ovunque appare nel sito.
pt: Com estas opções especiais, um coração %(color)s vai aparecer ao lado da tua foto de perfil no teu perfil e em todo o lado neste website.
ro: Cu acest statut special, o drăguță %(culoare) inimă va fi afișată lângă poza ta de profil si oriunde pe site.
ru: Специальный статус и милое %(color)s сердечко появятся рядом с картинкой вашего профиля и будут появляться на сайте.
sv: Med denna speciella status, en underbar %(color)s hjärta kommer bli visad näst till din profilbild på din profil och överallt det syns på hemsidan.

source: We will send you a very cute hand-crafted box with 10+1 envelopes that will contain random paper cards from the game!
de: Wir schicken dir eine sehr süße, handgemacht Box mit 10+1 zufällig ausgesuchten ausgedruckten Karten des Spiels!
es: ¡Te mandaremos una caja hecha a mano con 10+1 sobres que contendrán cartas de papel del juego al azar!
fr: Tu recevras une adorable boîte faite main avec 10+1 enveloppes qui contiendront des cartes aléatoires !
id: Kami akan mengirimimu kotak cantik buatan tangan dengan amplop 10+1 yang berisi kartu dari game secara acak
it: Ti manderemo una carinissima scatola fatta a mano con 10 buste più 1 che conterranno carte casuali dal gioco!
pt: Vamos mandar-te uma caixa (manualmente feita) que contém 10+1 envelopes com cartas de papel aleatórias do jogo!
ro: Iți vom trimite o cutie foarte drăguță făcută de mână cu plicuri 10+1 care vor conține cărți aleatorii din joc!
ru: Мы вышлем вам коробку с 10+1 конвертами, в которой вам могут попасться любые карты из игры!
sv: Vi kommer att skicka en väldigt söt handgjord låda med 10+1 kuvert som kommer att innehålla slumpmässiga kort från spelet!

source: We will discuss then implement a feature you would like to see on the website. You decide what you want, and we will make it come true!
de: Wir diskutieren und fügen dann ein Feature hinzu, welches du gern auf der Website sehen würdest. Du entscheidest, was du möchtes - und wir machen deinen Traum wahr!
es: Discutiremos y después añadiremos lo que quieras ver en la web. ¡Tú decides lo que quieres y nosotros lo haremos realidad!
fr: Les développeurs discuterons avec toi d'une fonctionnalité que tu voudrais voir implémentée sur le site. Tu décides ce que tu veux, et on en fera une réalité !
id: Kami akan mendiskusikan tentang implementasi fitur yang kamu inginkan di website ini. Kamu tentukan apa yang kamu inginkan dan kami akan berusaha mewujudkannya
it: Discuteremo e introdurremo una funzione che vorreste vedere nel sito. Decidete cosa vi piacerebbe, e cercheremo di realizzarlo!
pt: Vamos discutir e depois implementar a ferramenta que gostarias de ver no website. Tu decides o que quiseres e podes torná-lo realidade!
ro: Vom discuta apoi vom implementa o trăsătură care ți-ar place să o vezi pe website. Tu decizi ce vrei, iar noi vom face posibil!
ru: Мы обсудим с вами, что бы вы хотели видеть на нашем сайте в будущем. Вы осуществляете свою мечту!
sv: Vi kommer att diskutera sedan verkställa en artikel som du villl se på sidan. Du bestämmer vad du vill, och vi gör så att det blir sant!

source: Note that it has to be in the range of our abilities and in accordance with the spirit of the website ^_^
de: Beachte, dass das im Rahmen unserer Möglichkeiten sein und dem "Spirit" der Website entsprechen muss ^_^
es: Ten en cuenta que tiene que estar dentro de nuestras posibilidades y en concordancia con el espíritu del sitio ^_^
fr: Note : il faut que la fonctionnalité soit dans nos moyens et en accord avec l'état d'esprit du site ^_^
id: Perlu diingat bahwa permintaanmu harus sesuai dengan kemampuan kami dan website.
it: Ricorda che deve essere compatibile con le nostre abilità e in armonia con lo spirito del sito ^_^
pt: Nota que tem que concordar com as nossas possibilidades e em concordância com o espírito do website ^_^
ro: Atenție la faptul că trebuie sa fie în limita posibilităților noastre și conform spiritului acestui website ^_^
ru: Но помните, что ваша мечта должна соответствовать нашим способностям на сайте ^_^
sv: Notera att det måste vara i våran räckvidd av våra kunskaper och i våran överenskommelse med andan av sidan ^_^

source: Pictures
de: Bilder
es: Imágenes
fr: Images
id: gambar
it: Foto
pt: Imagens
ro: Poze
ru: Картинки
sv: Bilder

source: Forgot password?
de: Paswort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
id: lupa password
it: Hai dimenticato la password?
pt: Esqueceste-te da palavra-passe?
ro: Ai uitat parola?
ru: Забыли пароль?
sv: Glömt lösenord?

source: You are Bronze Verified. Only you can see it.
de: Du bist Bronze vertifiziert. Nur du kannst das sehen.
es: Tienes una verificación de Bronce. Sólo tú puedes verla.
fr: Tu as une vérification bronze. Les autres joueurs ne voient pas cette information.
id: kamu adalah Bronze Verified. Hanya kamu yang dapat melihatnya
it: Sei Verificato Bronzo. Solo tu puoi vederlo.
pt: Tu estás a um nível de verificação de Bronze
ro: Esti verificat Bronz. Doar tu poți vedea.
ru: Вы прошли бронзовое подтверждение. Только вы сможете это видеть.
sv: Du är Brons Verifierad. Bara du kan se det.

source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
pt: Prata
ro: Argintiu
ru: Серебряное

source: Gold
es: Oro
fr: Or
id: Emas
it: Oro
pt: Ouro
ro: Auriu
ru: Золотое
sv: Guld

source: Never
de: Niemals
es: Nunca
fr: Jamais
id: Belum pernah
it: Mai
pt: Nunca
ro: Niciodată
ru: Никогда
sv: Aldrig

source: Sometimes
de: Manchmal
es: A veces
fr: Parfois
id: Kadang-kadang
it: A volte
pt: Às vezes
ro: Câteodată
ru: Иногда
sv: Ibland

source: Often
de: Oft
es: A menudo
fr: Souvent
id: Sering
it: Spesso
pt: Frequentemente
ro: Adesea
ru: Часто
sv: Ofta

source: Every single day
de: Jeden einzelnen Tag
es: Cada día
fr: Tous les jours
id: Setiap hari
it: Ogni giorno
pt: Todos os dias
ro: În fiecare zi
ru: Каждый день
sv: Varenda dag

source: Platform
de: Plattform
es: Plataforma
fr: Plate-forme
it: Piattaforma
pt: Plataforma
ro: Platformă
ru: Платформа

source: Username/ID
es: Nombre de usuario/ID
fr: Nom d'utilisateur / Identifiant
pt: Nome de Utilizador/ID
ro: Nume de utilizator/ID
ru: Имя пользователя/ID
sv: Användarnamn/ID

source: How often do you tweet/stream/post about Love Live?
de: Wie oft tweetest/streamst/postest du über Love Live?
es: ¿Con qué frecuencia tuiteas/haces streams/publicas sobre Love Live?
fr: À quelle fréquence tu tweet/stream/poste à propos de Love Live ?
id: Seberapa sering kamu me tweet/stream/posting tentang LoveLive
it: Quanto spesso twitti/streami/posti a proposito di Love LIve?
pt: Com que frequência postas algo sobre Love Live?
ro: Cât de des postezi despre LoveLive?
ru: Как часто вы твитите/стримите/постите о Love Live?
sv: Hur ofta tweetar/stremar/postar du om Love Live?

source: Old Password
de: Altes Passwort
es: Antigua contraseña:
fr: Ancien mot de passe
id: Password lama
it: Vecchia Password
pt: Palavra-passe antiga
ro: Vechea parolă
ru: Старый пароль
sv: Gammalt Lösenord

source: New Password
de: Neues Passwort
es: Nueva contraseña:
fr: Nouveau mot de passe
id: Password baru
it: Nuova Password
pt: Nova Palavra-passe
ro: Noua parolă
ru: Новый пароль
sv: Nytt Lösenord

source: New Password Again
de: Gebe dein neues Passwort erneut ein
es: Vuelve a escribir la nueva contraseña
fr: Nouveau mot de passe encore
id: Ulangi password baru
it: Ripeti Nuova Password
pt: Nova Palavra-passe (outra vez)
ro: Noua parolă din nou
ru: Введите новый пароль снова
sv: Nytt Lösenord Igen

source: The two password fields did not match.
de: Die beiden Eingaben der Felder stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les deux mots de passes sont différents.
id: Password tidak sama
it: Le due password non corrispondono
pt: As duas palavras-passe não são iguais
ro: Câmpurile celor două parole nu se potrivesc.
ru: Поля с паролями не совпадают.
sv: De två lösenord fälten matchar inte.

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Palavra-passe
ro: Parolă
ru: Пароль
sv: Lösenord

source: Taiwanese version APK
de: Taiwanische Version der APK
es: APK de la versión de taiwanesa
fr: APK de la version taïwanaise
id: APK versi Taiwan
it: APK per la versione Taiwanese
pt: Versão Taiwanesa APKs
ro: APK pentru versiunea taivaneză
ru: APK Таиландской версии
sv: Taiwanesiska version APK

source: Accounts Giveaways
de: Account Giveaways
es: Sorteos de cuentas
fr: Comptes offerts
id: Giveaway akun
it: Giveaway degli Account
pt: Giveaways de contas
ro: Giveaway-uri pentru conturi
ru: Раздача аккаунтов
sv: Konto Utlottningar

source: Your transfer code has been deleted.
de: Dein Transfer Code wurde gelöscht.
es: Tu código de transferencia (transfer code) ha sido borrado.
fr: Ton code de transfert a été supprimé.
id: Kode transfer kamu telah dihapus
it: Il tuo codice di trasferimento è stato cancellato.
pt: O teu código de transferência foi apagado
ro: Codul tău de transfer a fost șters.
ru: Ваш трансфер-код был удален.
sv: Din överföringskod har blivit borttagen.

source: Get your saved transfer code
de: Hol dir deinen gesichterten Transfer Code
es: Obtén tu código de transferencia (transfer code) guardado
fr: Récupérer ton code de transfert
id: Dapatkan kode transfer kamu yang sudah kamu simpan
it: Recupera il codice di trasferimento salvato
pt: Obter o teu código de transferência guardado
ro: Recuperează-ți codul de transfer salvat
ru: Получить свой сохраненный трансфер-код
sv: Få din sparade överföringskod

source: Delete your transfer code
de: Lösche deinen Transfer Code
es: Borra tu código de transferencia (transfer code)
fr: Supprimer ton code de transfert
id: Hapus kode transfer kamu
it: Cancella il tuo codice di trasferimento
pt: Apagar o teu código de transferência
ro: Şterge codul tău de transfer
ru: Удалить ваш трансфер-код
sv: Ta bort din överföringskod

source: Save your transfer code
de: Sichere deinen Transfer Code
es: Guarda tu código de transferencia (transfer code)
fr: Sauvegarder ton code de transfert
id: Simpan kode transfer kamu
it: Salva il tuo codice di trasferimento
pt: Guardar o teu código de transferência
ro: Salvează codul tău de transfer
ru: Сохранить свой трансфер-код
sv: Spara din överföringskod

source: Your transfer code has been securely saved.
de: Dein Transfer Code wurde gesichtert.
es: Tu código de transferencia (transfer code) ha sido guardado con éxito.
fr: Ton code de transfert a été sauvegardé.
id: Kode transfer kamu sudah disimpan
it: Il tuo codice è stato salvato.
pt: O teu código de transferência foi guardado com segurança
ro: Codul tău de transfer a fost securizat și salvat.
ru: Ваш трансфер-код был безопасно сохранен.
sv: Din överingskod har blivit sparat säkert.

source: Links
es: Enlaces
fr: Liens
id: Link
it: Link
ro: Link-uri
ru: Ссылки
sv: Länkar

source: Delete Link
de: Link löschen
es: Borra un enlace
fr: Supprimer le lien
id: Hapus link
it: Elimina Link
pt: Apagar Link
ro: Şterge link
ru: Удалить ссылку
sv: Ta bort Länk

source: Add Link
de: Link hinzufügen
es: Añade un enlace
fr: Ajouter un lien
id: Tambahkan link
it: Aggiungi Link
pt: Adicionar Link
ro: Adaugă link
ru: Добавить ссылку
sv: Lägg till Länk

source: If you change your username, all the external links to your profile will not work anymore. All your comments will be deleted. If you wish to transfer your comments, contact us.
de: Wenn du deinen Usernamen änderst, funktionieren alle externen Links zu deinem Profil nicht mehr. All deine Kommentare werden gelöscht. Wenn du die Kommentare übertragen möchtest, kontaktiere uns.
es: Si cambias tu nombre de usuario, todos los link externos a tu perfil dejaran de funcionar. Tus comentarios serán borrados. Si quieres transferir tus comentarios, contáctanos.
fr: Si tu changes ton nom d'utilisateur, tous les liens externes vers ton profil ne fonctionneront plus et tous tes commentaires seront supprimés. Si tu souhaites transférer tes commentaires, contacte-nous.
id: jika kamu ganti username kamu, semua link eksternal ke profile kamu akan tidak bekerja lagi. Semua komentar kamu akan dihapus. Hubungi kami jika kamu ingin mentransfer komentar kamu.
it: Se cambi il tuo nome utente, tutti i link esterni al tuo profilo non funzioneranno più. I tuoi commenti saranno eliminati. Se vuoi trasferire i tuoi commenti, contattaci.
pt: Se mudares o teu nome de utilizador todos os links externos para o teu perfil não irão funcionar. Todos os teus comentários serão apagados. Se quiseres transferir os comentários, contacta-nos.
ro: Dacă iți schimbi numele de utilizator, toate link-urile de la profilul tău nu vor mai funcționa. Toate comentariile tale vor fi șterse. Dacă dorești să iți transferăm comentariile, contactează-ne.
ru: Если вы поменяете ваше имя пользователя, то все внешние ссылки на ваш профиль больше не будут работать. Все ваши комментарии будут удалены. Если вы хотите перенести свой аккаунт, свяжитесь с нами.
sv: Om du ändrar ditt användarnamn, alla externa länkar till din profil kommer att sluta funka. Alla dina kommentarer kommer att tas bort. Om du önskar att överföra dina kommentarer, kontakta oss.

source: Change your password
de: Ändere dein Passwort
es: Cambia tu contraseña
fr: Changer de mot de passe
id: Ganti password
it: Cambia la tua password
pt: Mudar a tua palavra-passe
ro: Schimbă-ți parola
ru: Изменить свой пароль
sv: Ändra ditt lösenord

source: You have a transfer code saved in School Idol Tomodachi. If you reset your password, you will not be able to retrieve it anymore.
de: Du hast einen Transfer Code auf School Idol Tomodachi gesichert. Wenn du dein Passwort wiederherstellst, wirst du nicht mehr in der Lage sein, deinen Transfer Code zu bekommen.
es: Tienes un código de transferencia (transfer code) guardado en School Idol Tomodachi. Si restauras tu contraseña, no podrás recuperarlo nunca más.
fr: Tu as un code de transfert sauvegardé sur School Idol Tomodachi. Si tu réinitialises ton mot de passe, tu ne pourras plus le récupérer.
id: Kamu telah menyimpan kode transfer kamu di School Idol Tomodachi. Jika kamu mereset password kamu, kamu tidak akan bisa mendapatkannya lagi
it: Hai un codice di trasferimento salvato su School Idol Tomodachi. Se resetti la tua password, non potrai più recuperarlo.
pt: Tu tens um código de transferência guardado no School Idol Tomodachi. Se quiseres mudar a tua palavra-passe não tu poderemos mostrar.
ro: Aveți un cod de transfer salvat pe School Idol Tomodachi. Dacă vă resetați parola, nu veți mai putea să îl recuperați.
ru: У вас есть сохраненный трансфер код на School Idol Tomodachi. Если вы сбросите пароль, вы потеряете свой трансфер код.
sv: Plural: Du har %(counter)s överförningskoder. Om du ersätter ditt lösenord, så kommer du inte kunna återfå dem mer.

source: Wrong password.
de: Falsches Passwort
es: Contraseña equivocada.
fr: Mauvais mot de passe.
id: Password salah
it: Password errata.
pt: Palavra-passe errada
ro: Parolă greșită.
ru: Неверный пароль.
sv: Fel lösenord.

source: It might take up to 24 hours to update your location on the map.
de: Es kann bis zu 24 Stunden dauern, bist dein Wohnort auf der Map aktualisiert wird.
es: Puede tardar hasta 24 horas en actualizar tu posición en el mapa.
fr: Mettre à jour ta position sur la carte du monde peut mettre jusqu'à 24 heures.
id: Membutuhkan waktu 24 jam untuk mengupdate lokasi kamu di peta
it: Potrebbero volerci fino a 24 ore per aggiornare la tua posizione sulla mappa.
pt: Pode demorar 24 horas a colocar a tua localização no mapa.
ro: S-ar putea să dureze până la 24 de ore pentru a actualiza locația de pe hartă.
ru: Обновление вашего местоположения на карте может занять 24 часа.
sv: Det kan ta upp till 24 timmar att updatera din plats på kartan.

source: app_name
es: SukuTomo
fr: School Idol Tomodachi
id: nama_aplikasi
pt: nome da aplicação
ro: app_nume
ru: имя_приложения
sv: app_namn

source: welcome
de: Wilkommen
es: Bienvenido a
fr: Bienvenue
id: selamat datang
it: benvenuto
pt: bem-vindo
ro: bun venit
ru: добро пожаловать
sv: välkommen

source: action_settings
de: Aktion_Einstellungen
es: Preferencias
fr: Paramètres
id: pengaturan_tindakan
pt: ação_defenições
ro: acțiune_setări
ru: настройки_действий
sv: action_inställningar

source: title_activity_card
de: titel_aktivität_karte
es: Info. Carta
fr: Informations sur la carte
id: kartu_aktivitas_judul
pt: título_atividade_carta
ro: titlu_activitate_carte
ru: название_действия_карты
sv: title_aktivitet_kort

source: title_activity_card_info1
de: titel_aktivität_karte_Info1
es: Info. Carta
fr: Informations sur la carte
id: kartu_aktivitas_judul_info1
pt: título_atividade_carta_info1
ro: titlu_activitate_carte_info1
ru: информация1_про_название_действия_карты
sv: titel_aktivitet_kort_info1

source: skill
es: Habilidad
fr: Pouvoir
id: kemampuan
it: abilità
pt: habilidade
ro: abilitate
ru: навык

source: center_skill
es: Habilidad central
fr: Pouvoir de centre
id: kemampuan_center
pt: habilidade de líder
ro: centru_abilitate
ru: навык_центра

source: release_date
de: Erscheinungsdatum
es: Fecha de salida (Japón)
fr: Date de sortie
id: tanggal_rilis
pt: data de lançamento
ro: data_apariției
ru: дата_выпуска
sv: utsläpps_datum

source: stats
fr: Statistiques
id: status
it: parametri
pt: estatísticas
ro: statistici
ru: показатели
sv: statistik

source: level_1
es: Nivel 1
fr: Niveau 1
it: livello_1
pt: nível 1
ro: nivelul_1
ru: уровень_1
