Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Smile
ru: Смайл

source: Pure
ru: Пьюр

source: Cool
ru: Кул

source: All
de: Alle
es: Todos
fr: Tous
id: Semua
it: Tutte
pt: Todos
ro: Toate
ru: Все
sv: Alla

source: Normal
it: Normale
ru: Обычная

source: Rare
es: Rara
it: Rara
pt: Rara
ru: Редкая
sv: Sällsynt

source: Super Rare
es: Súper Rara
it: Super Rara
pt: Super Rara
ru: Супер Редкая
sv: Super Sällsynt

source: Ultra Rare
es: Ultra Rara
it: Ultra Rara
pt: Ultra Rara
ru: Ультра Редкая
sv: Ultra Sällsynt

source: In deck
de: Im Team
es: En la baraja
fr: Jeu / Deck
id: Kartu yang ada di dalam deck
it: Nel deck
pt: No baralho
ro: În pachet
ru: В инвентаре
sv: I kortlek

source: In album
de: Im Album
es: En el álbum
fr: Album
id: Dalam album
it: Nell'album
pt: No álbum
ro: În album
ru: В альбоме
sv: I album

source: In present box
de: In der Geschenkbox
es: En la caja de regalos
fr: Boîte à cadeaux
id: Dalam kotak hadiah
it: Nella present box
pt: Na caixa de presentes
ro: În cutia de cadouri
ru: В коробке с подарками
sv: I presentlåda

source: Wish List
de: Wunschliste
es: Lista de deseos
fr: Cartes en vue !
id: Daftar keinginan
it: Lista dei Desideri
pt: Lista de Desejos
ro: Lista de dorințe
ru: Список желаемого
sv: Önskelista

source: Nickname
de: Name
es: Nombre de usuario
fr: Pseudo
ro: Poreclă
ru: Никнейм
sv: Smeknamn

source: Friend ID
es: ID de amigo
id: ID teman
it: Codice Amico
ru: ID
sv: Vän ID

source: You can find your friend id by going to the "Friends" section from the home, then "ID Search". Players will be able to send you friend requests or messages using this number.
de: Du kannst deine Friend ID finden in dem du auf "Friends" im Home-Menü klickst und dann auf "ID Search" klickst. Andere Spieler können dir Freundschaftsanfragen oder Nachrichten schicken, wenn sie nach deiner Friend ID suchen.
es: Puedes encontrar tu ID de amigo yendo a la sección "Friends" en la página de inicio, y después en "ID Search". Los jugadores podrán enviarte solicitudes de amistad o mensajes utilizando este número.
fr: Tu peux trouver ton "Friend ID" en tapant sur le bouton "Friends" sur l'écran d'accueil, puis en tapant sur le bouton "ID Search". Les autres joueurs peuvent t'ajouter ou t'envoyer des messages grâce à ce numéro.
id: Kamu dapat mencari temanmu melalui fitur 'Teman' di bagian halaman depan, lalu akses 'ID teman'. Pemain lain dapat mengirimmu permintaan teman atau pesan menggunakan nomor ini.
it: Puoi trovare il tuo codice amico andando nella sezione "Amici" dalle impostazioni, e poi su "Cerca ID". Gli altri giocatori potranno inviarti richieste di amicizia o messaggi usando questo numero.
ro: Îți poți găsi "Friend ID" uitându-te la secțiunea "Friends" din ecranul principal, apoi "ID Search". Jucătorii/utilizatorii vor putea să îți trimită cereri sau mesaje folosind acest număr.
ru: Вы можете найти своего друга, кликнув по кнопке "Friends" в главном меню, затем "ID Search". Игроки могут посылать заявки на добавление в друзья, используя этот ID.
sv: Du kan hitta ditt vän id genom att gå till "Friends" avsnittet från hem, sedan "ID Search". Spelare kan skicka vänförfrågningar eller meddelanden till dig med detta numret.

source: Transfer Code
es: Código de transferencia (transfer code) de cuenta
fr: Code de transfert de compte
id: Kode transfer
it: Codice di Trasferimento
pt: Código de Transferência
ro: Codul de Transfer
ru: Трансфер-код
sv: Överföringskod

source: It's important to always have an active transfer code, since it will allow you to retrieve your account in case you loose your device. We can store it for you here: only you will be able to see it. To generate it, go to the settings and use the first button below the one to change your name in the first tab.
de: Es ist wichtig immer einen Transfer Code zu haben, da es die einzige Möglichkeit ist den Account zu behalten, im Falle das etwas mit dem Handy oder Tablet passiert. Wir können es für dich hier sichern. Nur du wirst den Code sehen können! Um deinen Code zu erhalten, gehe im Spiel zu den Settings und nutze den ersten Button unter dem "Change your Name" Button im ersten Tab.
es: Es importante tener siempre un código de transferencia (transfer code) de cuenta activo, ya que te permitirá recuperar tu cuenta en caso de que pierdas tu dispositivo. Podemos almacenarlo aquí: sólo tú serás capaz de verlo. Para generarlo, ve a los ajustes ("Settings") y en la primera pestaña, pulsa el primer botón que se sitúa debajo del de cambiar tu nombre.
fr: C'est important de toujours conserver une copie du code de transfert, celui-ci te permettra de récupérer ton compte si tu perds ton appareil ou tu supprimes ton jeu par accident. Nous pouvons la conserver pour toi ici : personne d'autre que toi ne pourra le voir. Pour en créer un, va dans "settings", puis clique sur le premier bouton juste en dessous de celui pour changer de pseudo.
id: Perlu diingat untuk mencatat / mengingat kode transfer yang masih aktif. karena dengan kode tersebut kamu dapat mendapatkan kembali akunmu jika suatu saat kehilangan device yang bersangkutan. Kami akan menyimpannya disini dan hanya kamu yang dapat melihatnya. Untuk memunculkannya, pilih bagian pengaturan dan gunakan tombol pertama di bawah untuk mengganti nama pemain di tab pertama.
it: È importante avere sempre un Codice di Trasferimento attivo, in quanto ti permetterà di recuperare il tuo account nel caso tu perda il tuo dispositivo. Possiamo conservarlo per te qui: solo tu potrai vederlo. Per generarlo, vai nelle impostazioni e usa il primo bottone sotto a quello per cambiare il tuo nome nel primo pannello.
pt: É importante ter sempre um código de transferência ativo, uma vez que vai permitir-te recuperar a tua conta no caso de a perderes o teu dispositivo. Nós podemos armazená-lo por ti aqui: só tu serás capaz de vê-lo. Para o gerares, vai até às configurações e usa o primeiro botão por baixo daquele para mudar teu nome.
ro: Este important să ai mereu un cod de transfer activ, fiind posibil să îți recapeți contul în caz că îți pierzi telefonul. Îl poți adăuga pentru tine aici: doar tu îl poți vedea. Pentru a-l genera, du-te în setări si folosește primul buton sub cel cu care îți schimbi numele în primul tab.
ru: Очень важно всегда иметь активный трансфер-код, так как это позволит восстановить ваш аккаунт в случае, если вы потеряете свой девайс. Код можно хранить прямо здесь, и только вы его увидите. Чтобы его создать, зайдите в настройки игры и нажмите первую кнопку во втором ряду, чтобы изменить своё имя.
sv: Det är viktigt att du alltid har en aktiv överföringskod, eftersom det gör att du kan återfå ditt konto ifall du skulle förlora din apparat. Vi kan spara det här för dig: bara du kan se den. För att skapa en, gå till inställningarna och använd den första knappen under den som ändrar ditt namn i första fliken.

source: Language
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
it: Lingua
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk

source: This is the version of the game you play.
de: Diese Version des Spiels spielst du.
es: La versión del juego que estás jugando.
fr: C'est la version du jeu sur laquelle tu joues.
id: Versi game yang kamu mainkan
it: La versione del gioco che utilizzi.
pt: Esta é a versão do jogo que jogas.
ro: Aceasta este versiunea jocului pe care o joci.
ru: Это - версия вашей игры.
sv: Detta är versionen av spelet som du spelar.

source: Operating System
de: Betriebssystem
es: Sistema operativo
fr: Système d'exploitation
id: Sistem operasi
it: Sistema Operativo
pt: Sistema Operacional
ro: Sistem de Operare
ru: Операционная система
sv: Operativsystem

source: Center
es: Centro
fr: Centre
it: Carta Centrale
pt: Centro
ro: Centru
ru: Центр

source: The character that talks to you on your home screen.
de: Der Charakter, der mit dir auf deinem Home Screen spricht.
es: El personaje que te habla en la página de inicio.
fr: Le personnage qui te parle sur l'écran d'accueil.
id: Karakter yang menyambutmu di halaman depan
it: Il personaggio che parla nella home screen.
pt: A personagem que fala contigo no teu ecrã principal.
ro: Personajul care vorbește cu tine pe ecranul principal.
ru: Персонаж, который разговаривает с вами в главном меню.
sv: Karaktären som pratar med dig på din hemskärm.

source: Rank
es: Nivel
fr: Niveau
id: Ranking
ro: Rangul
ru: Ранг

source: Stored
de: Wo befindet sich die Karte?
es: Almacenada
fr: Possession
id: Tersimpan
it: Conservata
pt: Armazenado
ro: Stocat
ru: Приобретено
sv: Lagrat

source: Expiration
de: Wann verfällt die Karte?
es: Expiración
id: Kadaluarsa
it: Scadenza
pt: Expiração
ro: Expirare
ru: Истекает
sv: Utgång

source: Idolized
es: Idolizada
fr: Idolisée
it: Idolizzata
pt: Idolizada
ro: Idolizat
ru: Айдолизировано

source: Forbidden
de: Zugriff nicht möglich.
es: No permitido
fr: Interdit
id: Tidak boleh
it: Vietato
pt: Proibido
ro: Interzis
ru: Недопустимо
sv: Förbjudet

source: You are not supposed to do this, so we blocked you. Sorry!
de: Dein Zugriff auf diese Seite ist nicht gewährleistet, weswegen wir dich geblockt haben. Entschuldigung!
es: No deberías estar haciendo esto, así que te hemos bloqueado. ¡Sentimos las molestias!
fr: Tu n'es pas supposé faire ça, alors nous t'avons bloqué. Désolé !
id: Maaf, kamu diblok karena melakukan ini.
it: Non dovresti fare questo, quindi ti abbiamo bloccato. Scusa!
pt: Não é suposto fazeres isso e, por isso, bloqueamos-te. Desculpa!
ro: Nu ar trebui să faci asta, așa că te-am blocat. Scuze!
ru: Вам нельзя такое делать, поэтому мы вас заблокировали. Простите!
sv: Du borde inte göra detta, så vi blockerade dig. Förlåt!

source: Unexpected Error
de: Unerwarteter Fehler
es: Error inesperado
fr: Erreur inattendue
id: Terdapat kesalahan
it: Errore Inaspettato
pt: Erro Inesperado
ro: Eroare neașteptată.
ru: Неизвестная ошибка
sv: Oväntat Fel

source: days
de: Tage
es: días
fr: jours
id: hari
it: giorni
pt: dias
ro: zile
ru: дни
sv: dagar

source: Apply Changes
de: Übernehme der Änderungen
es: Aplicar cambios
fr: Sauvegarder
id: Terapkan perubahan
it: Salva i Cambiamenti
pt: Aplicar Mudanças
ro: Aplică modificările
ru: Применить
sv: Spara Ändringar

source: You can't cancel this action afterwards.
de: Du kannst dies später nicht rückgängig machen.
es: No podrás cancelar está acción más tarde
fr: Tu ne pourras pas annuler cette action plus tard.
id: Kamu tidak dapat merubah kembali setelahnya
it: Non potrai annullare questa azione in seguito.
pt: Tu não vais poder cancelar essa operacão mais tarde.
ro: Nu vei mai putea anula această acțiune.
ru: Вы не сможете отменить это действие.
sv: Du kan inte stoppa detta efteråt.

source: Delete this card
de: Lösche diese Karte
es: Eliminar esta carta
fr: Supprimer cette carte
id: Hapus kartu ini
it: Cancella questa carta
pt: Apagar esta carta
ro: Șterge această carte.
ru: Удалить карту
sv: Ta bort detta kort

source: Back to my profile
de: Zurück zu meinem Profil
es: Volver a mi perfil
fr: Retour au profil
id: Kembali ke profilku
it: Torna al mio profilo
pt: Voltar ao meu perfil
ro: Înapoi la profil
ru: Обратно к профилю
sv: Tillbaka till min profil.

source: Add Account
de: Füge einen Account hinzu
es: Añadir cuenta
fr: Ajouter un compte
id: Tambah akun
it: Aggiungi Account
pt: Adicionar Conta
ro: Adaugă cont
ru: Добавить аккаунт
sv: Lägg Till Konto

source: Note that we can transfer your account to another user.
de: Bedenke bitte, dass wir deinen Account jemand anderem geben können, wenn du ihn an jemand anderen geben möchtest.
es: Ten en cuenta que podemos transferir tu cuenta a otro usuario.
fr: Sache que nous pouvons aussi transférer ton compte à un autre utilisateur.
id: Ingat bahwa kami dapat memberikan akunmu ke user lain.
it: Tieni conto che possiamo trasferire il tuo account ad un altro utente.
pt: Podemos transferir a tua conta para outro utilizador.
ro: Îți putem transfera contul către un alt utilizator.
ru: Мы можем передать вашу учётную запись другому игроку.
sv: Notera att vi kan överföra ditt konto till en annan användare.

source: Browse & track your cards. Vote for the best girl.
de: Browse & verfolge deine Karten. Wähle für das beste Idol.
es: Busca y añade tus cartas. Vota por la mejor chica.
fr: Vérifie tes cartes. Vote pour ton idole préférée.
id: Cari dan temukan kartumu. Voting untuk cewek terbaik.
it: Sfoglia e registra le tue carte. Vota per la tua ragazza preferita.
pt: Navega e acompanha as tuas cartas. Vota para a melhor.
ro: Caută și ține evidența cărților tale. Votează pentru fata preferată.
ru: Смотрите и отслеживайте свои карты. Голосуйте за любимую героиню!
sv: Bläddra & spåra dina kort. Rösta för den bästa tjejen.

source: Cards
de: Karten
es: Cartas
fr: Cartes
id: Kartu
it: Carte
pt: Cartas
ro: Cărți
ru: Карты
sv: Kort

source: Your Settings
de: Deine Einstellungen
es: Tus ajustes
fr: Paramètres
id: Pengaturan
it: Le tue Impostazioni
pt: Configurações
ro: Setările tale
ru: Настройки
sv: Dina Inställningar

source: Logout
de: Ausloggen
es: Desconéctate
fr: Déconnecter
id: Keluar
it: Esci
ro: Delogare
ru: Выйти
sv: Logga ut

source: Edit your accounts
de: Bearbeite deine Accounts
es: Edita tus cuentas
fr: Modifier mes comptes
id: Edit akunmu
it: Modifica i tuoi account
pt: Editar as tuas contas
ro: Editează-ți conturile
ru: Редактировать
sv: Redigera dina konton

source: Login
de: Einloggen
es: Iniciar sesión
fr: Connecter
ro: Logare
ru: Вход
sv: Logga in

source: Sign Up
de: Registrieren
es: Registrarse
fr: S'inscrire
id: Daftar
it: Registrati
pt: Criar Conta
ro: Înscriere
ru: Регистрация
sv: Gå med

source: About
de: Informationen
es: Acerca de
fr: À propos de
pt: Sobre
ro: Despre
ru: О нас
sv: Om

source: LoveLive! Franchise
es: Franquicia LoveLive!
fr: La franchise LoveLive!
ro: Franciza LoveLive!
ru: Франшиза LoveLive!

source: is not a representative and is not associated with LoveLive!. LoveLive!, School Idol Project, School Idol Festival, their logos and cards images are Trademarks of ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad and KLab.
de: ist kein Repräsentant und ist nicht assoziiert mit LoveLive!. LoveLive!, School Idol Project, School Idol Festival, ihre Logos und Karten sind unter den Markenzeichen von ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad und KLab.
es: no es representativa de ni está asociada con LoveLive!. LoveLive!, School Idol Project, School Idol Festival; sus logos y las imágenes de las cartas son marcas registradas de ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad y KLab.
fr: n'est pas un représentant et n'est pas associé avec LoveLive!. LoveLive!, School Idol Project, School Idol Festival, les logos et les images des cartes appartiennent à ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad et KLab.
id: tidak mewakili atau berhubungan dengan LoveLive!. LoveLive!, School Idol Project, School Idol Festival, logo dan gambar di kartu merupakan milik ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad, dan KLab
it: non rappresenta né è associato con LoveLive!, LoveLive School Idol Project, School Idol Festival, i loro loghi e le immagini delle carte sono marchi registrati di ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad e KLab.
pt: não é representativo e não está associado a LoveLive!. LoveLive!, School Idol Project, School Idol Festival, os seus logos e as suas imagens de cartas são marcas registadas de ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad e KLab.
ro: nu este reprezentativă și nu este asociată cu LoveLive!, LoveLive!, School Idol Project, logourile lor și cărțile sunt marcă înregistrată ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad și KLab.
ru: Не является представителем и не связан с LoveLive!, School Idol Project, School Idol Festival, логотипы и изображения карт являются собственностью ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad и KLab.
sv: är inte en representant och är inte ihopkopplat med LoveLive!. LoveLive!, School Idol Project, School Idol Festival, deras logor och kort bilder är Varumärke av ASCII Media Works, Dengeki G's Magazine, Sunrise Studio, Bushiroad och KLab.

source: Icon Credits
es: Créditos por los íconos
fr: Crédits des icônes
id: Kredit ikon
it: Credits delle Icone
ro: Credite pentru Iconiță
ru: Авторы
sv: Ikon Credits

source: Go
es: Ir
fr: OK
it: Vai
pt: Ir
ro: Caută
ru: Вперёд
sv: Gå

source: Contact Us
de: Kontaktiere uns
es: Contáctanos
fr: Nous contacter
id: Hubungi kami
it: Contattaci
pt: Contacta-nos
ro: Contactează-ne
ru: Связаться с нами
sv: Kontakta Oss

source: Send Email
de: Sende e-Mail
es: Enviar correo electrónico
fr: Envoyer un e-mail/courriel
id: Kirim Email
it: Mandaci un'email
pt: Enviar Email
ro: Trimite Email
ru: Написать письмо
sv: Skicka Email

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable
id: Halaman tidak ditemukan
it: Pagina non trovata
pt: Página não encontrada
ro: Pagina nu a fost găsită.
ru: Страница не найдена
sv: Sida inte hittad

source: 404. This is not the page you are looking for.
de: 404 - Dies ist nicht die Seite nach der du suchst.
es: 404. Ésta no es la página que buscas.
fr: 404. Ceci n'est pas la page que tu recherches.
id: 404. Bukan ini halaman yang kamu cari
it: 404. Questa non è la pagina che stai cercando.
pt: 404. Esta não é a página que estás à procura.
ro: 404. Aceasta nu este pagina pe care o cauți.
ru: Ошибка 404. Это определённо не то, что вы ищете.
sv: 404. Detta är inte sidan du letar efter.

source: Back to homepage
de: Zurück zur Startseite
es: Volver a la página de inicio
fr: Retour à la page d'accueil
id: Kembali ke homepage
it: Torna all'homepage
pt: Voltar para a página principal
ro: Înapoi la pagina principală.
ru: На главную
sv: Tillbaka till hemsidan

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
id: Pemain
it: Giocatori
pt: Jogadores
ro: Jucători
ru: Игроки
sv: Spelare

source: Developers
de: Entwickler
es: Desarrolladores
fr: Développeurs
id: Pengembang
it: Sviluppatori
pt: Criadores
ro: Dezvoltatori
ru: Разработчики
sv: Utvecklare

source: Switch language:
de: Wechsel die Sprache:
es: Cambiar idioma:
fr: Changer de langue :
id: Ganti bahasa
it: Cambia lingua:
pt: Mudar Idioma:
ro: Schimbă limba:
ru: Изменить язык
sv: Ändra språk:

source: Cards Album
de: Kartenalbum
es: Álbum de cartas
fr: Album de cartes
id: Album kartu
it: Album delle Carte
pt: Álbum de Cartas
ro: Album Cărți
ru: Альбом карт
sv: Kort Album

source: Search
de: Suche
es: Buscar
fr: Rechercher
id: Cari
it: Cerca
pt: Pesquisar
ro: Caută
ru: Поиск
sv: Sök

source: Filter
es: Filtro
fr: Filtres
it: Filtro
pt: Filtro
ro: Filtrează
ru: Фильтр

source: Idol
fr: Idole
pt: Idolo
ru: Айдол

source: Rarity
de: Seltenheit
es: Rareza
fr: Rareté
it: Rarità
pt: Raridade
ro: Raritate
ru: Редкость
sv: Sällsynthet

source: Attribute
de: Attribut
es: Atributo
fr: Attribut
it: Attributo
pt: Atributo
ro: Atribut
ru: Атрибут

source: Skill
es: Habilidad
fr: Pouvoir
it: Abilità
pt: Habilidade
ro: Abilitate
ru: Навык

source: Collection
de: Sammlung
es: Colección
id: Koleksi
it: Collezione
pt: Coleção
ro: Colecție
ru: Коллекция
sv: Kollektion

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
id: Mengurutkan
it: Ordine
pt: Ordem
ro: Ordine
ru: Порядок
sv: Ordning

source: Reverse order
de: Andere Reihenfolge
es: Orden inverso
fr: Ordre inversé
id: Mangurutkan terbalik
it: Ordine inverso
pt: Ordem reversa
ro: Ordonare inversă
ru: Обратный порядок
sv: Omvänd ordning

source: Max Leveled
es: Nivel Máximo
fr: Niveau MAX
id: Level max
it: Massimizzate
pt: Nível maximizado
ro: Nivel maxim
ru: Максимальный уровень
sv: Max Levlade

source: Not Max Leveled
de: Nicht Max Leveled
es: Aún no alcanzó el Nivel Máximo
fr: Pas encore niveau MAX
id: Level belum max
it: Non Massimizzate
pt: Nível não maximizado
ro: Nu are nivel maxim
ru: Не максимальный уровень
sv: Inte Max Levlade

source: Not Max Bonded
de: Nicht Max Bonded
es: Aún no tiene el Bond al Máximo
fr: Liens affectifs (Kizuna) pas au MAX
id: Bond belum max
it: Bond Non Massimizzato
pt: Bond não maximizado
ro: Nu are bond maxim
ru: Не максимальный бонд
sv: Inte Max Bonded

source: Not Idolized
de: Nicht idolized
es: No idolizada
fr: Pas encore idolisée
id: Tidak diidolized
it: Non idolizzate
pt: Não Idolizada
ro: Nu e idolizată
ru: Не айдолизировано
sv: Inte Idolized

source: Level
es: Nivel
fr: Niveau
it: Livello
pt: Nível
ro: Nivel
ru: Уровень

source: Release date
de: Erscheinungsdatum
es: Fecha de lanzamiento
fr: Date de sortie
id: Tanggal rilis
it: Data di Uscita
pt: Data de lançamento
ro: Data lansării
ru: Дата выхода
sv: Släppningsdatum

source: Event
es: Evento
fr: Évènement
it: Evento
pt: Evento
ro: Eveniment
ru: Ивент

source: HP
de: Stamina
es: Puntos de vida (HP)
fr: Points de vie
ru: Жизни

source: Center Skill
es: Habilidad de centro
fr: Pouvoir de centre
id: Skill center
it: Abilità della Carta Centrale
pt: Habilidade de Líder
ro: Abilitatea centrului
ru: Навык центра

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
id: Komentar
it: Commenti
pt: Comentários
ro: Comentarii
ru: Комментарии
sv: Kommentarer

source: Add this card
de: Füge diese Karte hinzu
es: Añade esta carta
fr: Ajouter cette carte
id: Tambahkan kartu ini
it: Aggiungi questa carta
pt: Adicionar esta carta
ro: Adaugă această carte
ru: Добавить карту
sv: Lägg till kort

source: Create an account to add this card to your collection
de: Erstelle einen Account um diese Karte deiner Sammlung hinzu zu fügen
es: Crea una cuenta para añadir esta carta a tu colección
fr: Créer un compte pour ajouter cette carte à ta collection
id: Buat akun untuk menambahkan kartu ini dalam koleksimu
it: Crea un account per aggiungere questa carta alla tua collezione
pt: Criar uma conta para adicionar esta carta à tua coleção
ro: Crează-ți un cont pentru a adăuga această carte în colecția ta
ru: Создайте аккаунт, чтобы добавить карту в коллекцию
sv: Skapa ett konto för att lägga till detta kort till din kollektion

source: Promo Card
de: Promo Karte
es: Cartas promocionales
fr: Carte Promo
id: Kartu promo
it: Carta Promo
pt: Carta Promocional
ro: Carte Promoțională
ru: Промо-карта
sv: Promo Kort

source: This card comes with
de: Diese Karte kommt mit
es: Esta carta viene con
fr: Cette carte est offerte avec
id: Kartu ini didapat dengan
it: Questa carta è distribuita insieme a
pt: Esta carta vem com
ro: Această carte vine cu:
ru: Карта идёт с
sv: Detta kort kommer med

source: Event Card
de: Event Karte
es: Carta de evento
fr: Carte évènement
id: Kartu event
it: Carta Evento
pt: Carta de Evento
ro: Carte Eveniment
ru: Ивент-карта
sv: Event Kort

source: This card first appeared during the event
de: Diese Karte erschien mit dem Event
es: Esta carta apareció por primera vez en un evento
fr: Cette carte est d'abord apparue pendant un évènement
id: Kartu ini muncul selama event
it: Questa carta è apparsa per la prima volta durante l'evento
pt: Esta carta apareceu pela primeira vez durante um evento
ro: Această carte a apărut prima dată în timpul evenimentului
ru: Эта карта впервые появилась в ивенте
sv: Detta kort förkom först under eventet

source: Special Card
de: Spezielle Karte
es: Cartas especiales
fr: Carte spéciale
id: Kartu spesial
it: Carta Speciale
pt: Carta Especial
ro: Carte specială
ru: Специальная карта
sv: Special Kort

source: This card cannot be added in a team.
de: Diese Karte kann einem Team nicht hinzugefügt werden
es: Esta carta no puede añadirse a un equipo.
fr: Cette carte ne peut pas être ajoutée à un équipe.
id: Kartu ini tidak dapat ditambahkan ke dalam team
it: Questa carta non può essere aggiunta a una squadra.
pt: Esta carta não pode ser adicionada a uma equipa.
ro: Această carte nu poate fi adaugată în echipă.
ru: Эту карту нельзя добавить в команду.
sv: Detta kort kan inte läggas till i ett lag.
