Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Who's your favorite R?
fr: Quelle est ta carte R préférée ?
ru: Какая ваша любимая R карта?

source: What's your favorite Nozomi card? 2016 ed.
fr: Quelle est ta carte préférée de Nozomi ? Édition 2016
ru: Какая ваша любимая карта с Нозоми? Версия 2016.

source: What's your favorite Nico card? 2016 ed.
fr: Quelle est ta carte préférée de Nico ? Édition 2016
ru: Какая ваша любимая карта с Нико? Версия 2016.

source: What's your favorite Honoka card? 2016 ed.
fr: Quelle est ta carte préférée de Honoka ? Édition 2016
ru: Какая ваша любимая карта с Хонокой? Версия 2016.

source: What's your favorite Kotori card? 2016 ed.
fr: Quelle est ta carte préférée de Kotori ? Édition 2016
ru: Какая ваша любимая карта с Котори? Версия 2016.

source: What's your favorite Eli card? 2016 ed.
fr: Quelle est ta carte préférée de Eli ? Édition 2016
ru: Какая ваша любимая карта с Эли? Версия 2016.

source: What's your favorite Rin card? 2016 ed.
fr: Quelle est ta carte préférée de Rin ? Édition 2016
ru: Какая ваша любимая карта с Рин? Версия 2016.

source: What's your favorite Hanayo card? 2nd ed.
fr: Quelle est ta carte préférée de Hanayo ? Édition 2016
ru: Какая ваша любимая карта с Ханайо? 2 версия.

source: Who's the cutest in the Cyber outfit?
fr: Qui est la plus mignonne dans la tenue du cyber espace ?
ru: Самая милая в Кибер костюме?

source: Who's the best girl?
fr: Qui est la meilleure idole ?
ru: Кто самая лучшая девочка?

source: Who's your favorite idol from Printemps?
fr: Qui est ta préférée dans le sous-groupe Printemps ?
ru: Кто ваша любимая айдол из Printemps?

source: Who's your favorite idol from Bibi?
fr: Qui est ta préférée dans le sous-groupe Bibi ?
ru: Кто ваша любимая айдол из Bibi?

source: What's your favorite event card? 2016 ed.
fr: Quelle est ta carte événement préférée ? Édition 2016
ru: Какая ваша любимая ивент-карта? Версия 2016.

source: Who's your favorite idol from Lily White?
fr: Qui est ta préférée dans le sous-groupe Lily White ?
ru: Кто ваша любимая айдол из Lily White?

source: Who would you like to spend your summer vacation with?
fr: Avec qui voudrais-tu partir en vacances cet été ?
ru: С кем вы хотели бы провести летние каникулы?

source: Who's the purest pure card?
fr: Qui est la plus pure parmi les cartes Pure ?
ru: Самая непорочная пьюр карта?

source: Who would make the perfect pet?
fr: Qui ferait le meilleur animal de compagnie ?
ru: Кто стала бы прекрасным питомцем?

source: Who's the spookiest Halloween card? 2016 ed.
fr: Quelle est la carte d'Halloween la plus effrayante ?
ru: Самая устрашающая Хэллоуин карта? Версия 2016.

source: Who's your favorite UR? 2016 ed.
fr: Quelle est ta carte UR préférée ? Édition 2016
ru: Какая ваша любимая UR? Версия 2016.

source: Ho ho ho! Who's the cutest idol for Christmas? 2016 ed.
fr: Ho ho ho ! Qui est l'idole de Noël la plus mignonne ? Édition 2016
ru: Хо-хо-хо! Самая милая Рождественская айдол? Версия 2016.

source: Who's your favorite idol from NicoRinPana?
fr: Qui est ta préférée dans le sous-groupe NicoRinPana ?
ru: Кто ваша любимая айдол из НикоРинПана?

source: Who would the best performer in the Love Live circus?
fr: Qui serait le meilleur acrobate dans la troupe du cirque Love Live ?
ru: Кто стала бы лучшей артисткой в Love Live цирке?

source: Who's the captain of the Love Live boat?
fr: Qui serait le capitaine du bateau Love Live ?
ru: Кто капитан Love Live корабля?

source: Whose wink makes your heart melt?
fr: Quel clin d'œil fait fondre ton cœur ?
ru: Чье подмигивание заставляет ваше сердце таять?

source: What's your dream job when you grow up?
fr: Quel métier tu veux faire quand tu seras grand ?
ru: Кем вы хотите(хотели) стать, когда вырастете?

source: Time travel to when the game started… What would be your dream card?
fr: Voyageons dans le temps pour revenir au tout début du jeu... Quelle aurait été ta carte préférée ?
ru: Путешествие во времена выхода игры... Какая карта была бы вашей Дрим картой?

source: What's your favorite promo card?
fr: Quelle est ta carte promotionnelle préférée ?
ru: Какая ваша любимая промо-карта?

source: Who's the cutest in the Snow Halation outfit?
fr: Qui est la plus mignonne dans la tenue de la chanson "Snow Halation" ?
ru: Самая милая в костюме "Snow halation"?

source: Happy New Year! Who looks the best in traditional Japanese clothes?
fr: Bonne année ! Qui est la plus jolie dans une tenue traditionnelle japonaise ?
ru: Счастливого Нового Года! Самая лучшая девочка в традиционной японской одежде?

source: Bonus: Whose closed eyes will make you want to sleep?
fr: Bonus : Quels yeux fermés te donnent envie de dormir ?
ru: Бонус: Чьи закрытые глаза заставят тебя хотеть спать?

source: Passionate Romantic
fr: Passionément romantique
ru: Страстная Романтика

source: Ouy Evol I Love You
fr: emia't eJ Je t'aime
ru: Ябет Юлбюл Я Люблю Тебя

source: Wait for Me: A Love Song
fr: Attends-moi : Une chanson d'amour
ru: Жди Меня: Любовная Песня

source: Full Throttle Energy DAY! DAY! DAY!
fr: Énergie plein gaz JOUR ! JOUR ! JOUR !
ru: Энергия Последнего Времени ДЕНЬ! ДЕНЬ! ДЕНЬ!

source: Please Let Me Capture Your Heart!!
fr: S'il te plaît, laisse-moi capturer ton cœur !!
ru: Пожалуйста, Позволь Мне Захватить Твое Сердце!!

source: Snow halation
fr: Éclat lumineux de la neige
ru: Снежный ореол

source: Mermaid festa vol.1
fr: Le festival des sirènes volume 1
ru: Феста русалок vol.1

source: Wonderful Rush
fr: Merveilleuse ruée
ru: Чудесный Прилив

source: Oh,Love&Peace!
fr: Oh, amour et paix !
ru: О,Любовь&Мир!

source: WILD STARS
fr: Étoiles sauvages
ru: ДИКИЕ ЗВЕЗДЫ

source: No brand girls
fr: Filles sans marque
ru: Непростые девушки

source: Wonder zone
fr: Zone étonnante
ru: Зона мечтаний

source: START:DASH!!
fr: Départ : course !!
ru: СТАРТ:ВЗМАХ!!

source: Paradise Live
fr: Le concert paradisiaque
ru: Райский Лайв

source: Music S.T.A.R.T!!
fr: Lance la musique !!
ru: Музыка С.Т.А.Р.Т!!

source: LOVELESS WORLD
fr: Le monde sans amour
ru: МИР БЕЗ ЛЮБВИ

source: LONELIEST BABY
fr: Le bébé le plus solitaire
ru: ОДИНОКАЯ ДЕТКА

source: Love wing bell
fr: La cloche aux ailes d'amour
ru: Звон крыла любви

source: Dancing stars on me!
fr: Étoiles dansant sur moi !
ru: Танцующие звезды мне!

source: KiRa-KiRa Sensation!
fr: Sensation scintillante !
ru: КиРа-КиРа Сенсация!

source: Happy maker!
fr: Joyeux bricoleur !
ru: Создатель счастья!

source: COLORFUL VOICE
fr: Voix colorée
ru: КРАСОЧНЫЙ ГОЛОС

source: SENTIMENTAL StepS
fr: PaS sentimentaux
ru: СЕНТИМЕНТАЛЬНЫЕ ШагИ

source: Angelic Angel
fr: Ange angélique
ru: Ангельский Ангел

source: Private Wars
fr: Guerre privée
ru: Приватные Войны

source: SUNNY DAY SONG
fr: La chanson de la journée ensoleillée
ru: ПЕСНЯ СОЛНЕЧНОГО ДНЯ

source: sweet&sweet holiday
fr: Douce & douce vacances
ru: сладкий&нежный праздник

source: Love marginal
fr: L'amour marginal
ru: Несущественная любовь

source: Listen to my heart!!
fr: Écoute mon cœur !!
ru: Прислушайся к моему сердцу!!

source: after school NAVIGATORS
fr: Les navigateurs d'après l'école
ru: послешкольные НАВИГАТОРЫ

source: Cutie Panther
fr: Panthère mignonne
ru: Милая Пантера

source: Pure girls project
fr: Le projet des filles pures
ru: Проект невинные девы

source: UNBALANCED LOVE
fr: Amour déséquilibré
ru: НЕСБАЛАНСИРОВАННАЯ ЛЮБОВЬ

source: Someday of my life
fr: Un jour de ma vie
ru: День из моей жизни

source: Daring!!
fr: Audace !!
ru: Дорогой!!

source: Trouble Busters
fr: Les coquins qui font des bêtises
ru: Охотники за Неудачей

source: Mermaid festa vol.2 ~Passionate~
fr: Le festival des sirènes volume 2 ~Passionnée~
ru: Феста русалок vol.2 ~Страстная~

source: soldier game
fr: Le jeu des soldats
ru: игра солдата

source: Anemone heart
fr: Cœur d'anémone
ru: Анэмонэ сердце

source: Beat in Angel
fr: Rythme de l'ange
ru: Биение Ангела

source: HEART to HEART!
fr: Cœur à cœur !!
ru: СЕРДЦЕ к СЕРДЦУ!

source: Shocking Party
fr: Fête choquante
ru: Шокируящая Вечеринка

source: WAO-WAO Powerful day!
fr: Waouh waouh une journée puissante !
ru: ВАО-ВАО Яркий день!

source: Step! ZERO to ONE
fr: Pas! De zéro à un
ru: Шаг! НОЛЬ к ОДНОМУ

source: Aqours☆HEROES
fr: Aqours ☆ héroïnes
ru: Аквы☆ГЕРОИ

source: Super LOVE=Super LIVE!
fr: Super amour = super concert !
ru: Супер ЛЮБОВЬ=Супер ЛАЙВ!

source: Storm in Lover
fr: Tempête des amoureux
ru: Шторм Возлюбленного

source: MOMENT RING
fr: L'anneau de l'instant
ru: КОЛЬЦО МОМЕНТА

source: NO EXIT ORION
fr: Pas de sortie pour ORION
ru: ОРИОН БЕЗ ВЫХОДА

source: Shangri-La Shower
fr: La douche de shangri-la
ru: Дождь Шангри-Ла

source: First event where 4X/EX song plays count toward song ranking rewards
fr: Premier événement dans lequel les chansons en expert ou x4 comptent pour le classement
ru: Первый ивент, где 4X/EX версия песни считается в наградах за ранк в топе песни

source: Idol Outfit
ru: Айдол Костюм

source: Does the Night Sky Know Everything?
ru: Все Ли Известно Ночному Небу?

source: Even if Its an Unreachable Star
ru: Даже Если Это - Звезда, Которой Невозможно Достигнуть.

source: PSYCHIC FIRE
ru: ПСИХИЧЕСКИЙ ОГОНЬ

source: Strawberry Trapper
ru: Клубничный Охотник

source: First Aqours and double SR event. Start of ninth round of events.First event with up to 3 SRs available as event ranking reward
ru: Первый ивент Акворс, также первый двойной СР ивент. Начало 9 раунда ивентов. Первый ивент, где можно получить 3 СР в качестве награды за ранг в ивенте.

source: Who do you ship with Nozomi?
ru: Кого вы шиппирите с Нозоми?

source: We reply faster if you send us an direct message on Twitter:
ru: Мы ответим быстрее, если вы напишите нам сообщение в Твиттере:

source: You can also contact us by email, especially if you need help with something sensitive, such as transferring your account to another user.
ru: Вы можете связаться с нами по e-mail, особенно если вам нужна помощь, например, если вы хотите передать свой аккаунт другому игроку.

source: You can also contact us with a private message on:
ru: Вы можете прислать нам личное сообщение тут:

source: The Future of English version
ru: Будущее английской версии

source: Instead of
ru: Вместо

source: Love Live music on videos
de: LoveLive Musik in Videos
es: La música de Love Live en vídeo
fr: Les chansons en vidéos
id: Video musik LoveLive!
it: Musica di LoveLive! su Vimeo
pt: Músicas nos vídeos de Love Live
ro: Melodiile Love Live în videouri.
sv: Love Live musik på videos

source: by the Reddit /r/LoveLive community
de: von der Reddit /r/LoveLive community
es: por la comunidad de Reddit /r/LoveLive
fr: par la communauté Reddit /r/LoveLive
id: oleh Reddit /r/LoveLive community
it: dalla comunità Reddit /r/LoveLive
ro: făcut de comunitatea Reddit /r/LoveLive
sv: från Reddit /r/LoveLive gemenskapen

source: F.A.Q.
es: Preguntas frecuentes
fr: Questions
ro: Întrbări frecvente

source: Top tier only gave 1 SR
fr: Le premier échelon ne donnait qu'une SR

source: The μs Swimsuit Contest.
fr: Le concours de maillot de bain de μ's

source: Idol Costume
fr: Costume d'idole

source: Contest
de: Wettbewerb
es: Concurso
id: Kontes
pt: Competição
ro: Concurs
sv: Tävling

source: Added a card
de: Hat eine Karte hinzugefügt
es: Añadió una carta
id: Menambahkan kartu
it: ha aggiunto una carta
pt: Adicionar uma carta
ro: Carte adăugată
sv: La till ett kort

source: Idolized a card
de: Hat eine Karte idolized
es: Idolizó una carta
id: Idolize kartu
it: ha idolizzato una carta
pt: Carta Idolizada
ro: Idolizează o carte
sv: Idolized ett kort

source: Max Leveled a card
de: Hat mit einer Karte Max Level erreicht
es: Subió al máximo el nivel de una carta
id: Me-max-kan level kartu
it: ha massimizzato una carta
pt: Carta com nível maximizado
ro: A ajuns la nivelul maxim al carții
sv: Max Levlade ett kort

source: Max Bonded a card
de: Hat mit einer Karte Max Bond erreicht
es: Subió al máximo el bond de una carta
id: me-max-kan bond kartu
it: ha massimizzato il bond di una carta
pt: Carta com Bond maximizado
ro: A ajuns la nivelul maxim de Bond (Kizuna)
sv: Max Bonded ett kort

source: Rank Up
de: Rank aufgestiegen
es: Subió de nivel
id: Rank naik
it: è salito/a di livello
ro: Avansare în rang
sv: Rank Upp

source: Ranked in event
de: Platzierung in einem Event
es: Posición en el evento
id: Peringkat dalam event
it: si è classificato nell'evento
pt: Nos Rankings do evento
ro: Plasat in rangurile evenimentului
sv: Platserade i event

source: Cards you can get from songs
de: Karten die du von Songs kriegen kannst
es: Cartas que puedes conseguir de canciones
id: Kartu yang kamu dapat dari lagu
it: Carte che puoi ottenere dalle canzoni
pt: Cartas que podes ganhar de canções
ro: Cărți care le poți primi de la melodii
sv: Kort du kan få från låtar

source: Sometimes you can get an R at the end of some songs.
de: Manchmal kriegst du am Ende eines Songs eine R Karte.
es: A veces puedes conseguir una R al final de algunas canciones.
id: Kadang-kadang kamu bisa mendapatkan kartu R saat menyelesaikan lagu
it: A volte puoi ottenere una R alla fine di alcune canzoni.
pt: Às vezes podes ganhar cartas raras no fim de algumas músicas
ro: Uneori poți primi un R la sfârșitul unor melodii.
sv: Ibland kan du få ett R(Sällsynt) kort i slutet av några låtar.

source: Experience required to level up a card
de: Benötigte Erfahrung um eine Karte aufzuleveln.
es: Experiencia necesaria para subir una carta de nivel
id: EXP yang dibutuhkan untuk menaikkan level kartu
it: Esperienza richiesta per far salire di livello una carta
pt: EXP necessário para subir a carta de nível
ro: Experiență necesară pentru a crește cartea în nivel
sv: Erfarenhet som behövs för att levla upp ett kort

source: We will enter your friend ID in the game and check your rank.
de: Wir werden deine Friend ID ingame eingeben und deinen Rank überprüfen.
es: Pondremos tu ID de amigo y verificaremos tu nivel.
id: Kami akan memeriksa ID temanmu dan memeriksa rank kamu
it: Inseriremo il tuo codice amico nel gioco e controlleremo il tuo rank.
pt: Nós vamos introduzir o teu friend ID no jogo e verificar o teu rank
ro: Îți vom introduce Friend ID în joc și vom verifica rangul.
sv: Vi kommer föra in din vän ID i spelet och kolla din rank.

source: UR Pair
de: UR Paar
es: Par de UR
id: Pasangan UR
it: Coppia UR
pt: Par de UR
ro: Pereche UR
sv: UR Par

source: is crowdfunded by our Idol Producer
de: ist crowfunded von unserem Idol Produzent
es: es microfinanciado por nuestro Productor de Idols
id: telah didanai secara urunan oleh produser idol kami
it: è supportato dal crowdfunding del nostro Idol Producer
pt: é coofundado pelo nosso Produtor de Ídolos
ro: este finanțat de către Producătorul nostru de Idoli
sv: är crowdfunded av våran Idol Producent

source: Youtube Channel μ's（ラブライブ！） by Lantis
de: Youtube Channel μ's（ラブライブ！） von Lantis
es: Canal de Youtube de μ's（ラブライブ！） por Lantis
id: Youtube Channel μ's（ラブライブ！） oleh Lantis
it: Canale Youtube μ's（ラブライブ！） by Lantis
pt: Canal do Youtube μ's（ラブライブ！） de Lantis
ro: Canalul de Youtube μ's（ラブライブ！） de Lantis
sv: Youtube kanalen μ's（ラブライブ！） av Lantis

source: Cards you should max bond (kizuna)
de: Karten, die du max bonden solltest (Kizuna)
es: Cartas de las que deberías maximizar el bond (kizuna)
id: Kartu yang seharusnya kamu tingkatkan bondnya (kizuna)
it: Le carte che devi ancora portare al massimo bond (kizuna)
pt: Cartas às quais devias maximizar o bond (kizuna)
ro: Cărțile care au nevoie de bond maxim (kizuna)
sv: Kort du borde max bond:a (kizuna)

source: Global Contest
de: weltweiter Wettbewerb
es: Concurso internacional
id: Kontes global
it: Contest globale
pt: Concurso Global
ro: Concurs internațional
sv: Global Tävling

source: Add all the cards you own in the game in your School Idol Tomodachi account.
ro: Adaugă toate cărțile pe care le deții în joc în contul tău School Idol Tomodachi.
sv: Lägg till korten du äger i spelet på ditt School Idol Tomodachi konto.

source: If you already have some cards in your deck with a skill higher than 1, click "Advanced" when you add it to specify the skill level. You can also edit the skill later when you edit the card.
ro: Dacă ai deja unele cărți în pachet cu o abilitate mai mare de 1, dă clic pe "Avansat" atunci când o adaugi pentru a specifica nivelul. De asemenea, poți să modifici abilitatea mai târziu, atunci când editezi cartea.
sv: Om du redan har några kort i din kortlek med en skill högre än 1, klicka "Avancerat" när du lägger till det för att specificera skill levlen. Du kan också redigera skill:en senare när du redigerar kortet.

source: Don't forget to add the cards you have in your present box!
ro: Nu uita să adaugi cărțile pe care le ai în cutia de cadouri!
sv: Glöm inte bort att lägga till korten du har i din presentlåda!

source: Come back to this page to check out the cards you can practice together to level up their skills!
ro: Întoarce-te la această pagină pentru a verifica cărțile pe care le poți practica împreuna pentru a crește nivelul abilităților lor!
sv: Kom tillbaka till denna sidan för att kolla korten du kan praktisera tillsammans för att levla upp deras skill!

source: While you go through this list to level up the skill of your cards, click the "+1" button to keep your cards updated and click X to delete the cards you practiced away.
ro: În timp ce treci prin această listă pentru a crește nivelul de abilitate a cărților tale, dă click pe butonul "+1" pentru a-ți păstra cardurile actualizate sau dă click pe X pentru a șterge cărțile pe care le-ai dat în practică.
sv: När du gå igenom listan för att levla upp skill:en av dina kort, klicka "+1" knappen för att uppdatera dina kort och klicka X för att ta bort kortet du har praktiserat iväg.

source: Sukutomo
es: Sukotomo

source: Love Live! School Idol Trivia
es: Trivia de Love Live! School Idol
