Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: This card is only available in the Japanese version of the game.
de: Diese Karte ist nur in der japanischen Version des Spiels verfügbar.
es: Esta carta está disponible sólo en la versión japonesa del juego.
fr: Cette carte est uniquement disponible sur la version japonaise.
id: Kartu ini hanya ada di game versi Jepang
it: Questa carta è disponibile solo nella versione Giapponese del gioco.
pt: Esta carta só está disponível na versão Japonesa do jogo.
ro: Această carte este disponibilă doar în varianta japoneză a jocului.
ru: Эта карта доступна только в японской версии игры.
sv: Detta kort finns bara i den japanska versionen av spelet.

source: This card is available on all the versions of the game in the world.
de: Diese Karte ist in allen Versionen des Spiels verfügbar.
es: Esta carta está disponible en todas las versiones del juego.
fr: Cette carte est disponible sur toutes les versions du jeu.
id: Kartu ini ada di semua versi game
it: Questa carta è disponibile in tutte le versioni del gioco nel mondo.
pt: Esta carta está disponível em todas as versões do jogo no mundo.
ro: Această carte este disponibilă în toate variantele jocului.
ru: Эта карта доступна во всех версиях игры.
sv: Detta kort finns i alla versioner av spelen i världen.

source: The Ultimate Resource For LoveLive! School Idol Festival players
de: Das ultimative Wissenstool für LoveLive! School Idol Festival Spieler
fr: L'ultime ressource pour les joueurs de LoveLive! School Idol Festival.
id: The Ultimate Resource for LoveLive! School Idol Festival Player
it: La Risorsa Definitiva per i giocatori di LoveLive! School Idol Festival
pt: O Grande Recurso para jogadores de LoveLive! School Idol Festival
ro: Cea mai bună resursă pentru jucătorii LoveLive! School Idol Festival
ru: Основной ресурс для игроков в LoveLive! School Idol Festival
sv: Den Fullkomliga Resursen För LoveLive! School Idol Festival spelare

source: Browse Cards
de: Suche Karten
es: Buscar cartas
fr: Découvrir les cartes
id: Cari kartu
it: Sfoglia le Carte
pt: Pesquisar Cartas
ro: Caută cărți
ru: Смотри карты
sv: Bläddra Kort

source: Browse cards
de: Durchsuche Karten
es: Buscar cartas
fr: Parcourir les cartes
id: Cari kartu
it: Sfoglia le carte
pt: Pesquisar cartas
ro: Caută cărți
ru: Смотри карты
sv: Se kort

source: No cards registered yet.
de: Keine Karten bisher vermerkt.
es: No hay cartas registradas aún.
fr: Aucune carte enregistrée.
id: Belum ada kartu yang didaftarkan
it: Non hai ancora registrato nessuna carta.
pt: Ainda nenhuma carda registada.
ro: Nicio carte înregistrată deocamdată
ru: Ни одной карты еще не было зарегистрировано.
sv: Inga kort regristerade än.

source: No account.
de: Kein Account.
es: Cuenta no disponible
fr: Aucun compte.
id: Tidak ada akun
it: Nessun account.
pt: Nenhuma conta.
ro: Niciun cont.
ru: Нет аккаунта.
sv: Inget konto

source: No Center Specified
de: Kein Center angegeben
es: Sin centro especificado
fr: Pas de centre.
id: Tidak ada center
it: Nessuna Carta Centrale Specificata
pt: Nenhuma Líder especificada.
ro: Niciun Centru Specificat
ru: Не указан центр
sv: Ingen Center Specifierat

source: Game Version
de: Spielversion
es: Versión del juego
fr: Version du jeu
id: Versi game
it: Versione del Gioco
pt: Versão do Jogo
ro: Versiunea jocului
ru: Версия игры
sv: Spel Version

source: Significant Cards
de: Wichtige Karten
es: Cartas destacadas
fr: Cartes importantes
id: Kartu penting
it: Carte Significative
pt: Cartas Significantes
ro: Cărți importante
ru: Особые карты
sv: Viktiga Kort

source: and
de: und
es: y
fr: et
id: dan
it: e
pt: e
ro: și
ru: и
sv: och

source: Deck
de: Team
es: Baraja
fr: Jeu / Deck
it: Mazzo
pt: Baralho
ro: Pachet
ru: Инвентарь
sv: Kortlek

source: Album
es: Álbum
pt: Álbum
ru: Альбом

source: Present Box
de: Geschenkbox
es: Caja de regalos
fr: Boîte à cadeaux
id: Kotak hadiah
pt: Caixa de Presentes
ro: Cutia de cadou
ru: Коробка с подарками
sv: Presentlåda

source: Card #ID
de: Karten #ID
es: #ID de la carta
fr: Numéro de carte
id: #ID Kartu
it: #ID della Carta
pt: #ID de Carta
ro: #ID Carte
ru: ID карты
sv: Kort #ID

source: Smile's statistics
de: Smile's Statistiken
es: Estadísticas de Smile
fr: Statistiques Smile
id: Statistik Smile
it: Valori Smile
pt: Estatísticas de Smile
ro: Statisticile Smile
ru: Статистика "Смайл"
sv: Smile statistik

source: Pure's statistics
de: Pure's Statistiken
es: Estadísticas de Pure
fr: Statistiques Pure
id: Statistik Pure
it: Valori Pure
pt: Estatísticas de Pure
ro: Statisticile Pure
ru: Статистика "Пьюр"
sv: Pure statistik

source: Cool's statistics
de: Cool's Statistiken
es: Estadísticas de Cool
fr: Statistiques Cool
id: Statistik Cool
it: Valori Cool
pt: Estatísticas de Cool
ro: Statisticile Cool
ru: Статистика "Кул"
sv: Cool statistik

source: Description
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
pt: Descrição
ro: Descriere
ru: Описание
sv: Beskrivning

source: Write whatever you want. You can add formatting and links using Markdown.
de: Schreibe was immer du möchtest. Du kannst Formate und Links hinzufügen in dem du Markdown benutzt.
es: Escribe aquí lo que quieras. Puedes modificar el formato y añadir links usando Markdown.
fr: Cette zone de texte est complètement libre. Tu peux formater le texte ou ajouter des liens en utilisant la syntaxe Markdown.
id: Tulis apapun yang kamu suka. Kamu dapat menambahkan tambahan dan link menggunakan Markdown
it: Scrivi quello che vuoi. Puoi aggiungere link e formattazione usando Markdown.
pt: Escreve o que quiseres. Podes adicionar formatações e links com o Markdown
ro: Scrie ce vrei. Poți adăuga formatare și linkuri folosind Markdown.
ru: Пишите, что хотите. Можете добавлять форматирование и ссылки с помощью Markdown.
sv: Skriv vad du vill. Du kan lägga till format och länkar med Markdown.

source: Location
de: Wohnort
es: Ubicación
fr: Lieu
id: Lokasi
it: Località
pt: Localização
ro: Locație
ru: Местонахождение
sv: Plats

source: The city you live in.
de: Deine Heimatstadt
es: La ciudad en donde vives.
fr: La ville dans laquelle tu vis.
id: Kota
it: La città in cui vivi.
pt: A cidade em que vives.
ro: Orașul în care trăiești
ru: Город, в котором вы живёте.
sv: Staden du bor i.

source: Accept friend requests
de: Werden Freundschaftsanfragen akzeptiert?
es: Aceptar solicitudes de amistad
fr: Accepte les demandes en ami dans le jeu
id: Terima permintaan pertemanan
it: Accetta richieste di amicizia
pt: Aceitar pedidos de amizade
ro: Acceptă cereri de prietenie
ru: Принимает в друзья
sv: Acceptera vänförfrågningar

source: Private Profile
de: Privates Profil
es: Perfil privado
fr: Profil privé
it: Profilo Privato
pt: Perfil Privado
ro: Profil privat
ru: Скрытый профиль
sv: Privat Profil

source: If your profile is private, people will only see your center.
de: Wenn dein Profil privat ist können andere nur dein Center sehen.
es: Si tu perfil es privado, la gente sólo verá tu centro.
fr: Si ton compte est privé, on pourra uniquement voir ta carte au centre.
id: Jika profilmu diatur menjadi Private Profile, orang lain hanya dapat melihatmu sebagai center
it: Se il tuo profilo è privato, gli altri utenti potranno vedere solo la tua Carta Centrale.
pt: Se o teu perfil é privado as pessoas só poderão ver a tua Líder .
ro: Dacă profilul este privat, oamenii vor vedea doar centrul tău.
ru: Если профиль скрыт, другим будет виден только центр.
sv: Om din profil är privat, så kan man bara se din center.

source: %(counter)s card matches your search:
de: %(counter)s Karte stimmt deinem Suchergebnis überein:
es: %(counter)s carta coincide con tu búsqueda:
fr: %(counter)s carte correspond à ta recherche :
id: %(counter)s kartu yang sesuai dengan pencarianmu:
it: Il %(counter)s delle carte corrisponde alla tua ricerca:
pt: %(counter)s cartas combinam com a tua pesquisa:
ro: %(counter)s carte se potrivește cu căutarea.
ru: %(counter)s карта найдена:
sv: Plural: %(counter)s resultat matchar din sökning:

source: No results.
de: Keine Ergebnisse.
es: Sin resultados.
fr: Pas de résultat.
id: Hasil tidak ditemukan
it: Nessun risultato.
pt: Nenhum resultado.
ro: Fără rezultate
ru: Нет результатов.
sv: Inga resultat.

source: No idols match your search.
de: Keine Idols stimmen mit deinem Suchergebnis überein.
es: Ninguna idol corresponde con tu búsqueda.
fr: Aucune carte ne correspond à ta recherche.
id: Tidak menemukan Idol yang kamu cari
it: Nessuna idol corrisponde alla tua ricerca.
pt: Nenhum ídolo combina com a tua pesquisa.
ro: Niciun idol nu se potrivește căutărilor tale.
ru: Нет айдолов подходящих вашему поиску.
sv: Inga idoler matchar din sökning.

source: Change filters
de: Ändere den Filter
es: Cambiar filtros
fr: Modifier les filtres de recherche
id: Ganti filter
it: Cambia i filtri
pt: Mudar filtros
ro: Schimbă filtrele
ru: Изменить фильтры
sv: Ändra filter

source: Customize
de: Individualisiere
es: Personalizar
fr: Personnaliser
it: Personalizza
pt: Editar
ro: Particularizează
ru: Кастомизация
sv: Skräddarsy

source: Avatar
ru: Аватар

source: To change your avatar, use Gravatar with the same email address.
de: Um deinen Avatar zu ändern, nutze Gravatar mit der gleichen e-Mail adresse wie hier.
es: Para cambiar tu avatar, usa Gravatar con la misma dirección de email.
fr: Pour modifier ton avatar, utilise Gravatar avec la même adresse e-mail que ton compte sur le site.
id: Untuk mengganti avatar, gunakan Gravatar dengan email yang sama
it: Per cambiare il tuo avatar, usa Gravatar con lo stesso indirizzo email.
pt: Para mudares o teu avatar, usa o Gravatar com o mesmo email.
ro: Pentru a-ți schimba avatarul, folosește Gravatar cu aceeași adresă de email.
ru: Чтобы изменить аватар, используйте Gravatar с таким же e-mail адресом.
sv: För att ändra din avatar, använd Gravatar med samma email adress.

source: Change Avatar
de: Ändere deinen Avatar
es: Cambiar el Avatar
fr: Modifier l'avatar
id: Ganti avatar
it: Cambia Avatar
pt: Mudar Avatar
ro: Schimbă avatarul
ru: Обновить аватарку
sv: Ändra Avatar

source: Best Girl
de: Bestes Idol
es: Mejor Idol
fr: Idole préférée
id: Cewek terbaik
it: Idol Preferita
pt: Ídolo Preferido
ro: Fata preferată
ru: Любимый персонаж
sv: Bästa Tjej

source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
pt: Sim
ro: Da
ru: Да
sv: Ja

source: No
de: Nein
fr: Non
id: Tidak
pt: Não
ro: Nu
ru: Нет
sv: Nej

source: %(length)s account:
de: %(lenght)s Account:
es: %(length)s cuenta:
fr: %(length)s compte :
id: %(length)s akun:
it: %(lenght)s account:
pt: %(length)s conta:
ro: %(length)s cont
ru: %(length)s аккаунт:
sv: Plural: %(length)s konton:

source: Max Bonded (Kizuna)
de: Max Bond (Kizuna)
es: Bond (Kizuna) al Máximo
fr: Liens affectifs (Kizuna) MAX
id: Bond max (kizuna)
it: Bond Massimizzato (Kizuna)
pt: Bond maximizado
ro: Bond Maxim (Kizuna)
ru: Максимальный бонд (Кизуна)

source: Something weird happened, and it looks like it's our server's fault. If the error persists, please contact us.
de: Etwas seltsames ist passiert und es scheint, als wäre es die Schuld unserer Server. Sollte dieser Fehler bleiben, bitte kontaktiere uns.
es: Algo extraño ha sucedido, y parece que es culpa de nuestro servidor. Si el error persiste, por favor contáctanos.
fr: Quelque chose d'étrange est arrivé, et on dirait que c'est la faute de notre serveur. Si l'erreur persiste, contacte-nous.
id: Terjadi kesalahan, kemungkinan pada server kami. Mohon hubungi kami, jika masih terus berlanjut.
it: È successo qualcosa di strano, e sembra che sia colpa del nostro server. Se l'errore persiste, per favore contattaci.
pt: Algo estranho aconteceu e parece que é a culpa do nosso servidor. Se o erro persistir por favor contacta-nos.
ro: Ceva ciudat se întâmplă, și se pare că este vina serverului nostru. Dacă eroarea persistă, te rugăm să ne contactezi.
ru: Что-то произошло. Похоже, с нашим сервером проблемы. Если ошибка повторится, пожалуйста, сообщите нам.
sv: Någonting konstigt hände, och det ser ut som det är våran servers fel. Om felet fortsätter, var snäll och kontakta oss.

source: Edit Account
de: Bearbeite deinen Account
es: Editar tu cuenta
fr: Modifier le compte
id: Edit akun
it: Modifica Account
pt: Editar conta
ro: Editează contul
ru: Редактировать аккаунт
sv: Redigera Konto

source: Delete Account
de: Lösche deinen Account
es: Borrar esta cuenta
fr: Supprimer le compte
id: Hapus Akun
it: Elimina Account
pt: Apagar conta
ro: Șterge contul
ru: Удалить аккаунт
sv: Ta Bort Konto

source: Profile
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
pt: Perfil
ro: Profil
ru: Профиль
sv: Profil

source: Promo Item
de: Promo Gegenstand
es: Artículo de promoción
fr: Produit dérivé
id: Item promo
it: Oggetto Promo
pt: Artigo Promocional
ro: Obiect Promoțional
ru: Промо-вещь
sv: Promo Föremål

source: Unfollow
de: Entfolgen
es: Dejar de seguir
fr: Se désabonner
it: Smetti di seguire
pt: Deixar de seguir
ro: Nu mai urmări
ru: Отписаться
sv: Sluta följa

source: Follow
de: Folgen
es: Seguir
fr: Suivre
it: Segui
pt: Seguir
ro: Urmărește
ru: Подписаться
sv: Följ

source: Followers
de: Follower
es: Seguidores
fr: Abonnés
id: Follower
it: Follower
pt: Seguidores
ro: Urmăritori
ru: Подписчики
sv: Följare

source: Following
de: Folge ich
es: Siguiendo
fr: Abonnements
pt: Segues
ro: Urmărești
ru: Подписан
sv: Följer

source: To search through your cards, order them, edit them or add some new, go to the cards page and use the filters.
de: Um deine Karten zu durchsuchen, zu ordnen, zu bearbeiten oder um neue hinzu zu fügen, gehe zu der Seite für Karten und nutze die Filter.
es: Para buscar cartas, ordenarlas, editarlas o añadir alguna nueva ve a la página de las cartas y usa los filtros
fr: Pour chercher les cartes, les trier, les modifier ou en ajouter de nouvelles, va sur la page des cartes et utilise les filtres.
id: Untuk mencari, mengurutkan, meng-edit atau menambahkan kartu baru, pilih ke halaman kartu dan gunakan filter
it: Per cercare tra le tue carte, ordinarle, modificarle o aggiungerne di nuove, vai nella pagina delle carte e usa i filtri.
pt: Para pesquisares através das tuas cartas, ordenas-as, edita-as ou adiciona alguma nova, vai para a página de cartas e usa os filtros.
ro: Pentru a căuta prin cărțile tale, a le ordona, edita sau a adăuga ceva nou, du-te la pagina cu cărți si folosește filtrele.
ru: Ищите свои карты, редактируйте или добавляйте новые, используя при этом фильтры.
sv: För att kolla igenom dina kort, sortera dem, redigera dem eller lägga till några nya, gå till kort sidan och använd filtrerna.

source: Ranking
fr: Classement
id: Peringkat
it: Classifica
ro: Rang
ru: Рейтинг
sv: Platsering

source: Song Ranking
es: Ranking en la canción
fr: Classement Chanson
id: Peringkat lagu
it: Classifica della Canzone
pt: Ranking da Música
ro: Rang melodie
ru: Рейтинг песни
sv: Sång Platsering

source: Points
de: Punkte
es: Puntos
id: Poin
it: Punti
pt: Pontos
ro: Puncte
ru: Очки
sv: Poäng

source: Events
es: Eventos
fr: Évènements
id: Event
it: Eventi
pt: Eventos
ro: Evenimente
ru: Ивенты
sv: Event

source: Dates
de: Daten
es: Fechas
id: Tanggal
it: Date
pt: Datas
ro: Date
ru: Даты
sv: Datum

source: Note
de: Notiz
es: Aclaraciones
pt: Nota
ro: Notă
ru: Заметка
sv: Notering

source: Wiki
ru: Вики

source: Share your ranking
de: Teile dein Ranking
es: Comparte tu ranking
fr: Partage ton classement
id: Bagikan peringkatmu
it: Condividi la tua posizione in classifica
pt: Partilha o teu ranking
ro: Distribuie rangul
ru: Поделиться рейтингом
sv: Dela din platsering

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
id: Hapus
it: Cancella
pt: Apagar
ro: Șterge
ru: Удалить
sv: Ta bort

source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
id: Aktivitas
it: Attività
pt: Atividades
ro: Activități
ru: Активность
sv: Aktiviteter

source: Write your username only, no URL.
de: Schreib nur deinen Usernamen, nicht die URL.
es: Escribe sólo tu nombre de usuario, no la URL.
fr: Nom d'utilisateur uniquement, n'use pas d'URL.
id: Hanya tulis namamu,bukan URL
it: Scrivi solo il tuo username, non l'URL.
pt: Escreve apenas o teu nome de utilizador, não coloques URL(s)
ro: Scrie doar username-ul, fără URL
ru: Напишите только свой ник, не URL.
sv: Skriv bara ditt användarnamn, inte URL.

source: Donate
de: Spenden
es: Donar
fr: Faire un don
id: Donasi
it: Fai una donazione
pt: Doar
ro: Donează
ru: Поддержать
sv: Donera

source: If you like the website, please consider donating. This will help us cover the costs of the servers and allow us to keep it running for free and without ads.
de: Wenn du diese Seite magst, denk bitte über Spenden nach. Dies würde uns helfen unsere Serverkosten zu decken und die Seite kostenlos und ohne Werbung zu leiten.
es: Si te gusta este sitio web, por favor considera hacer una donación. Esto nos ayudará a cubrir los costos de los servidores y a continuar con la página de forma gratuita y sin anuncios.
fr: Si tu aimes ce site, pense à faire une donation. Celles-ci nous aident à couvrir les frais des serveurs et nous permettent de continuer de faire tourner ce service gratuitement et sans publicité.
id: Jika kamu menyukai situs ini, mohon pertimbangkan untuk memberikan donasi. Dengan donasi kamu, kami dapat membayar biaya peraatan server dan menjalankan situs ini dengan bebas iklan.
it: Se ti piace il sito, per favore considera l'ipotesi di fare una donazione. Ci aiuterà a coprire i costi dei server e ci permetterà di mantenerlo gratuito e senza pubblicità.
pt: Se gostas deste website por favor pensa em fazer uma doação. A tua doação vai ajudar-nos a pagar os custos do servidor e vai permitir o site a continuar a ser grátis e sem anúncios
ro: Dacă îți place site-ul, te rugăm să iei în seamă donația. Acest lucru ne ajută să acoperim costurile serverelor și ne permite să funcționăm pe gratis și fără reclame.
ru: Если вам понравился сайт, пожалуйста, поддержите нас. Это поможет оплачивать сервера, а также не вставлять рекламу на сайт.
sv: Om du gillar denna sidan, var snäll och överväg att donera. Detta vill hjälpa oss att betäcka kostnaden av servrarna och låter oss att fortsätta ha sidan uppe gratis utan reklam.

source: Thank you
de: Danke schön.
es: Gracias
fr: Merci
id: Terima Kasih
it: Grazie
pt: Obrigado
ro: Vă mulțumim.
ru: Спасибо
sv: Tack

source: New players
de: Neue Spieler.
es: Nuevos jugadores
fr: Nouveaux joueurs
id: Pemain baru
it: Nuovi giocatori
pt: Novos jogadores
ro: Jucători noi.
ru: Новые игроки
sv: Nya spelare

source: Idols
fr: Idoles
id: Idol
it: Idol
pt: Ídolos
ro: Idoli
ru: Айдолы
sv: Idoler

source: Age
de: Alter
es: Edad
fr: Âge
id: Umur
it: Età
pt: Idade
ro: Vârstă
ru: Возраст
sv: Ålder

source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
id: Tanggal lahir
it: Compleanno
pt: Data de Nascimento
ro: Zi de naștere
ru: День рождения
sv: Födelsedag

source: Astrological Sign
de: Sternzeichen
es: Signo zodiacal
fr: Signe astrologique
id: Bintang (zodiak)
it: Segno Zodiacale
pt: Signo (Astrológico)
ro: Zodie
ru: Знак зодиака
sv: Stjärntecken

source: Blood Type
de: Blutgruppe
es: Grupo sanguíneo
fr: Groupe sanguin
id: Golongan darah
it: Gruppo Sanguigno
pt: Grupo Sanguíneo
ro: Grupa sanguină
ru: Группа крови
sv: Blodgrupp

source: Height
de: Größe
es: Altura
fr: Taille
id: Tinggi badan
it: Altezza
pt: Altura
ro: Înălțime
ru: Рост
sv: Längd

source: Measurements
de: Maße
es: Medidas
fr: Mensurations
id: Measurement
it: Misure
pt: Medidas
ro: Mărimi
ru: Размеры
sv: Mått

source: Favorite Food
de: Lieblingsessen
es: Comida favorita
fr: Nourriture favorite
id: Makanan favorit
it: Cibo Preferito
pt: Comida Preferida
ro: Mâncare preferată
ru: Любимая еда
sv: Favoritmat

source: Least Favorite Food
de: Hassessen
es: Comida que menos le gusta
fr: Nourriture la moins appréciée
id: Makanan yang tidak disuka
it: Cibo Odiato
pt: Comida que menos gostas
ro: Mâncarea cea mai puțin preferată
ru: Наименее любимая еда
sv: Minst favoritmat

source: Hobbies
de: Hobbys
fr: Loisirs
id: Hobi
it: Hobby
pt: Passatempos
ro: Hobby-uri
ru: Хобби

source: Year
de: Jahr
es: Curso
fr: Année scolaire
id: Tahun
it: Anno
pt: Ano
ro: An
ru: Год
sv: År

source: CV
de: Synchronsprecherin
es: Actriz de voz
fr: Doubleuse
id: Seiyuu
it: Doppiatrice
ru: Сейю
sv: Röstskådespelare

source: Summary
de: Überblick
es: Resumen
fr: Résumé
it: Riassunto
pt: Sumário
ro: Rezumat
ru: Описание
sv: Sammanfattning

source: Edit your location
de: Bearbeite deinen Wohnort
es: Edita tu ubicación
fr: Modifier sa position
id: Ganti lokasimu
it: Cambia località
pt: Editar a tua localização
ro: Editează-ți locația
ru: Редактировать свое местонахождение
sv: Redigera din plats

source: Add your location
de: Füge deinen Wohnort hinzu
es: Añade tu ubicación
fr: Ajouter sa position
id: Tambahkan lokasi
it: Aggiungi la tua località
pt: Adicionar a tua localização
ro: Adaugă-ți locația
ru: Добавить местонахождение
sv: Lägg till din plats

source: Donators
de: Spender
es: Donadores
fr: Donateurs
id: Donator
it: Donatori
pt: Pessoas que doaram
ro: Donatori
ru: Поддержавшие
sv: Donatorer

source: Sources
de: Quellen
es: Fuentes
id: Source
it: Fonti
pt: Fontes
ro: Surse
ru: Ресурсы
sv: Källor

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
pt: Mapa
ro: Hartă
ru: Карта
sv: Karta

source: Start following players to see their activities!
de: Fang an Spielern zu folgen um ihren Aktivitäten zu folgen!
es: ¡Empieza a seguir jugadores para ver sus actividades!
fr: Commence à suivre d'autres joueurs pour voir leurs activités !
id: Follow pemain lain untuk melihat aktivitas mereka
it: Inizia a seguire altri giocatori per vedere le loro attività!
pt: Segue jogadores para ver o que fazem!
ro: Urmărește ceilalți jucători pentru a putea vedea activitațile lor!
ru: Начните с подписок на других игроков!
sv: Börja att följa folk för att se deras aktiviteter!

source: Check out all the cards available in the game and get statistics, skills, and more!
de: Suche alle Karten des LoveLive! School Idol Festival Spiels durch intelligentes suchen, filtern und ordnen.
es: ¡Busca todas las cartas disponibles en el juego y obtén sus estadísticas, habilidades y más!
fr: Parcours et recherche facilement les cartes de LoveLive! School Idol Festival en utilisant des filtres intelligents.
id: Lihat semua kartu yang tersedia di game dan dapatkan statistik, skill, dan lain-lain
it: Dai un'occhiata a tutte le carte disponibili nel gioco, alle loro statistiche, abilità e altro ancora!
pt: Encontra todas as cartas disponíveis no jogo e encontra estatísticas, habilidade entre outros
ro: Verifică toate cărțile valabile din joc și descoperă statisticile, abilitățile, și multe altele!
ru: Просмотрите все доступные в игре карты и узнайте статистику, навык и многое другое!
sv: Se alla kort tillgängliga i spelet och få statistiker, skills, och mer!

source: Vote for the best idol
de: Beweise deine Liebe & vote für dein liebtes Idol
es: Vota por la mejor idol
fr: Vote pour ton idole préférée !
id: Voting untuk idol terbaik
it: Vota per l'idol migliore
pt: Vota para a melhor Ídolo
ro: Votează pentru cel mai bun idol
ru: Голосуйте за лучшего айдола
sv: Rösta för den bästa idolen
