Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Songs are slowed down, showed with and without hands, with a beatmania-like representation and good sound feedback.)
de: Songs sind verlangsamt, gezeigt mit und ohne Hände, mit einer Beatmania Repräsentation und gutem Sound Feedback.
es: Las canciones van más despacio, se muestran con y sin manos, están representadas al estilo de "beatmania" y con buen sonido.
fr: Les chansons sont ralenties, les mains qui jouent sont visibles et on voit une représentation du tempo des chansons.
id: Lagu diperlambat, ditunjukkan dengan dan tanpa tangan/jari, dengan representasi seperti beatmania dan dengan kualitas suara yang baik.
it: Le canzoni vengono rallentate, mostrate con e senza mani, con una rappresentazione alla beatmania e un buon feedback sonoro.
pt: As músicas são mais lentas, mostram (ou não) mãos com representação do tipo beatmania e bom feedback de som :)
ro: Melodiile sunt încetinite, arătate cu și fără mâini, cu o reprezentare de tip beatmania și cu răspuns audio bun.
ru: Песни замедленны, показаны с руками и без, с ритм-картой для чувства ритма.)
sv: Låtar är saktade ner, visad med och utan händer, med en beatmania-lik representation och bra ljud feedback.)

source: Advanced Scoring Guide
de: Erweiterter Scoring Guide
es: Guía avanzada de puntuaciones
fr: Guide avancé pour faire un bon score
id: Panduan scoring advance
it: Guida al Punteggio Avanzata
pt: Guia de Score Avançado
ro: Ghid avansat pentru scor
ru: Подробный гайд по очкам
sv: Advancerad Poängsguide

source: Watch all the English Side Stories
de: Sehe dir alle englischen Sidestories an
es: Mira todas las historias secundarias en inglés
fr: Regarde toutes les histoires secondaires en anglais
id: Lihat semua cerita sampingan versi English
it: Guarda tutte le Side Story in Inglese
pt: Vê todas as Side Stories inglesas
ro: Urmărește toate poveștile secundare în engleză
ru: Читайте все сайд-истории
sv: Se alla Engelska sido berättelser

source: Click on a card, scroll down and play the video!
de: Klicke auf eine Karte, scrolle runter und spiel das Video ab!
es: ¡Selecciona una carta, baja y dale a play al vídeo!
fr: Clique sur une carte, descends un peu et joue la vidéo !
id: Plih kartu, scroll, dan mainkan videonya
it: Clicca su una carta, scorri verso il basso e guarda il video!
pt: Clica numa carta, scroll down e vê o vídeo!
ro: Dă click pe un card, dă scroll în jos și urmărește videoul!
ru: Нажмите на карту, пролистайте вниз и включите видео!
sv: Klicka på ett kort, scrolla ner och spela videon!

source: Watch all the main story
de: Schaue dir alle Mainstories an
es: Mira toda la historia principal
fr: Regarde toute l'histoire principale en anglais
id: Lihat semua cerita utama
it: Guarda tutta la storia principale
pt: Vê todas as histórias principais
ro: Urmărește toate poveștile principale
ru: Читайте основную историю
sv: Se alla huvudberättelser

source: Main Story Translation
de: Übersetzung der Mainstory
es: Traducción (inglés) de la historia principal
fr: Traduction de l'histoire principale
id: Terjemahan cerita utama
it: Traduzione in Inglese della storia principale
pt: Tradução das Histórias Principais
ro: Traducere pentru Povestea Principală
ru: Перевод основной истории
sv: Huvudberättelse Översättning

source: All Characters Stories Translation
de: Alle Charakterspezifischen Stories übersetzt
es: Traducciones (inglés) de todos las historias de los personajes
fr: Toutes les histoires secondaires pour chaque idole
id: Terjemahan semua cerita karakter
it: Traduzione in inglese delle storie di tutti i personaggi
pt: Tradução de todas as histórias de personagens
ro: Traducere pentru toate poveștile personajelor
ru: Перевод историй всех персонажей
sv: Alla Karaktärers Berättelses Översättning

source: Go to each characters page from the list on the left.
de: Gehe zu allen Charakterseiten von der Liste auf der linken Seite
es: Ve a la página de cada personaje de la lista de la izquierda.
fr: Va sur chaque page des personnages dans la liste à gauche.
id: Pilih daftar di bagian kiri untuk menuju halaman tiap karakter
it: Vai alla pagina di ciascun personaggio cliccando sulla lista a sinistra.
pt: Vai à página de cada peersonagem a partir da lista à esquerda
ro: Mergi la pagina fiecărui caracter din lista din stânga.
ru: Выберите персонажей из списка слева.
sv: Gå till varje karaktärers sidor från listan på vänster.

source: Join Events
de: Nehme an Events teil
es: Únete a los eventos
fr: Participe aux événements
id: Bergabung pada event
it: Partecipa agli Eventi
pt: Juntar a Eventos
ro: Participă la evenimente
ru: Участвуйте в ивентах
sv: Gå med i Event

source: Types of Events & How to Play
de: Arten von Events und wie man sie spielt
es: Tipo de eventos y como jugar
fr: Types d'événements et comment jouer
id: Jenis event dan bagaimana cara memainkannya
it: Tipi di Eventi & Come Giocare
pt: Tipos de Eventos & Como Jogar
ro: Tipuri de evenimente & Cum să joci
ru: Типы ивентов & как играть
sv: Typer av Eventer & Hur man Spelar

source: A tool to calculate the required loveca and time you will need to get a certain position in the global ranking.
de: Ein Hilfsmittel mit dem man kalkulieren kann, wie viele Love Gems und wie viel Zeit man braucht, um eine gewisse Position im Ranking zu erreichen.
es: Una herramienta que calcula cuanto loveca necesitarás y el tiempo que vas a necesitar para llegar a una determinada posición en el ranking global.
fr: Un outil pour prédire le nombre de lovecas et de temps nécessaires pour atteindre un certain nombre de points.
id: Sebuah alat untuk memperhitungkan loveca dan waktu yang dibutuhkan untuk mencapai posisi tertentu di peringkat global
it: Uno strumento per calcolare di quanto tempo e loveca avrai bisogno per raggiungere una certa posizione nella classifica mondiale.
pt: Uma ferramenta para calcular o número de loveca (love gems) e tempo que precisas para chegar a uma certa posição no ranking global
ro: O unealtă pentru a calcula loveca și timpul necesar de care vei avea nevoie pentru a ajunge pe o anumită poziție din rangul global.
ru: Вычисляет, сколько вам нужно потратить сердечек и времени, чтобы быть в топовых позициях в общем рейтинге.
sv: Ett verkyg för att räkna ut növändig loveca och tid du behöver för att få en viss plats i den globala platseringen.

source: Japanese Events Tier 2 Cutoff Predictor
de: Vorhersage des japanischen T2 Cutoffs
es: Predicciones para el corte de Tier 2 en los eventos japoneses
fr: Prédiction du Tier 2 des événements japonais
id: Prediksi Tier 2 di event Jepang
it: Previsioni del Rank Necessario ad Arrivare in T2 (JAP)
pt: Previsão de quantos pontos são necessários para ficar em T2 nos Eventos Japoneses
ro: Prezicerea departajării treptei 2 a evenimentelor japoneze
ru: Т2 на ивентах японской версии
sv: Japanska Event Tier 2 Avbrytnings Förutsägelse

source: List of all events
de: Liste aller Events
es: Lista de todos los eventos
fr: Liste de tous les événements
id: Daftar semua event
it: Lista di tutti gli eventi
pt: Lista de Eventos
ro: Lista cu toate evenimentele
ru: Список всех ивентов
sv: Lista av alla event

source: Events information + Hall of fame of all scores of the players from the School Idol Tomodachi community.
de: Event Information und Hall of Fame für alle Scores der Spieler aus der School Idol Tomodachi Community
es: Información de los eventos + el salón de la fama de las puntuaciones de los jugadores de la comunidad de School Idol Tomodachi
fr: Informations sur les événements + positions des joueurs sur School Idol Tomodachi dans le classement global
id: Info event dan Hall of Fame score dari semua pemain di komunitas School Idol Tomodachi
it: Informazioni sugli eventi + Hall of Fame di tutti i punteggi dei giocatori della community di School Idol Tomodachi.
pt: Informação de eventos + E melhores scores de jogadores da comunidade School Idol Tomodachi.
ro: Informații evenimente + Hala Faimei pentru toate scorurile jucătorilor din comunitatea School Idol Tomodachi
ru: Информация об ивенте + зал славы игроков из общества School Idol Tomodachi.
sv: Event information + Hall of fame av alla poäng från spelarna från School Idol Tomodachi gemenskapen.

source: Event Cards
de: Event Karten
es: Cartas de evento
fr: Cartes gagnées pendant les événements
id: Kartu event
it: Carte Evento
pt: Cartas de Evento
ro: Cărți din evenimente
ru: Ивент-карты
sv: Event Kort

source: Fall in love with idols
de: Verliebe dich in Idols
es: Enamórate de las idols
fr: Tombe amoureux des idoles
id: Jatuh cinta dengan idol
it: Innamorati delle idol
pt: Apaixona-te por ídolos
ro: Îndrăgostește-te de idoli.
ru: Влюбляйся в айдолов
sv: Bli förälskad i idoler

source: All the characters in the game
de: Alle Charaktere ingame
es: Todos los personajes del juego
fr: Tous les personnages du jeu
id: Semua karakter di game
it: Tutti i personaggi del gioco
pt: Todas as personagens no jogo
ro: Toate personajele din joc
ru: Все персонажи игры
sv: Alla karaktärer i spelet

source: Get all the facts about your favorite idols, as well as their cards.
de: Bekomme alle Fakten über deine Lieblingsidols und ihrer Karten
es: Encuentra todos los datos de tus idols favoritas, así como los de sus cartas
fr: Toutes les informations utiles sur tes idoles préférées et leurs cartes
id: Dapatkan fakta-fakta tentang idol favorit kamu dan juga kartu mereka
it: Scopri tutto quello che c'è da sapere sulle tue idol preferite e sulle loro carte.
pt: Sabe todos os factos sobre as tuas ídolos preferidas e também das suas cartas
ro: Află toate informațiile despre idolii tăi preferați și despre cărțile lor.
ru: Узнайте все факты о своих любимых айдолах.
sv: Få fakta om dina favorit idoler, samt deras kort.

source: Vote for the BEST GIRL
de: Vote für dein bestes Idol
es: Vota por la MEJOR CHICA
fr: Vote pour ton idole préférée
id: Voting untuk Cewe terbaik
it: Vota per L'IDOL MIGLIORE
pt: Vota para a tua preferida
ro: Votează pentru CEA MAI BUNĂ FATĂ
ru: Голосуйте за ЛЮБИМУЮ ГЕРОИНЮ
sv: Rösta för den BÄSTA TJEJEN

source: Vote for your favorite cards on School Idol Contest, the Facemash.
de: Vote für deine Lieblingskarten im School Idol Contest, dem Facemash.
es: Vota por tus cartas favoritas en el Concurso de School Idol, the Facemash.
fr: Vote pour tes cartes favorites sur School Idol Contest, le Facemash.
id: Voting untuk kartu favorit kamu di kontes School Idol, Facemash
it: Vota le tue carte preferite nello School Idol Contest
pt: Vota nas tuas cartas favotitas no School Idol Contest
ro: Votează pentru cărțile tale preferate în School Idol Contest, Facemash-ul.
ru: Голосуйте за любимые карты на конкурсе School Idol Contest, Facemash.
sv: Rösta för ditt favoritkort i School Idol contest, Striden.

source: Personal Idols Ranking Generator
de: Persönlicher Idols Ranking Generator
es: Generador de tu propio ranking de idols
fr: Générateur de classement personnel de tes idoles préférées
id: Generator peringkat idol personal
it: Generatore di classifica personale delle idol
pt: Generador de Rankings de Ídolos pessoais
ro: Generator de rang personal pentru idoli.
ru: Генератор персонального рейтинга айдолов
sv: Personlig Idol Rangordning Generator

source: Check "Love Live!" and press "Music Start!".
de: Klicke "Love Live!" und klicke dann "Music Start!"
es: Selecciona "Love Live!" y dale a "Music Start!"
fr: Coche la case "Love Live!" puis clique sur "Music Start!"
id: Check 'LoveLive!' dan tekan 'Music Start!'
it: Metti la spunta a "Love Live!" e clicca "Music Start!".
pt: Vai a "LoveLive!" e carrega em "Music Start!"
ro: Verifică "Love Live!" și apasă "Music Start!".
ru: Выберите "Love Live!" и нажмите "Music Start!".
sv: Kryssa i "Love Live!" och tryck "Music Start!".

source: Official Website
de: Offizielle Webseite
es: Sitio web oficial
fr: Site officiel
id: Website Official
it: Sito web ufficiale
pt: Website Oficial
ro: Site-ul oficial
ru: Официальный сайт
sv: Officiell Hemsida

source: Information about the anime
de: Informationen über den Anime
es: Información sobre el anime
fr: Informations sur l'anime
id: Info seputar anime
it: Informazioni sull'anime
pt: Informações do Anime
ro: Informații despre anime
ru: Информация по аниме
sv: Information om animen

source: LoveLive! Discography
de: LoveLive! Diskographie
es: La discografía de LoveLive!
fr: Discographie de LoveLive!
it: Discografia di LoveLive!
pt: Discografia LoveLive!
ro: Discografia LoveLive!
ru: Дискография LoveLive!
sv: LoveLive! Diskografi

source: LoveLive! The Manga
de: LoveLive! - Der Manga
es: LoveLive! El manga
fr: Le manga LoveLive!
id: Manga LoveLive!
it: Il manga di LoveLive!
pt: LoveLive! A Manga
ro: Manga-ul LoveLive!
ru: Манга LoveLive!
sv: LoveLive! Mangan

source: Help
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
pt: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp

source: time
de: Zeit
es: (zona horaria)
fr: Zone horaire
id: waktu
it: orario
pt: tempo
ro: timp
ru: время
sv: tid

source: Get verified
de: Werde verifiziert
es: Verifica tu cuenta
fr: Demande à être vérifié
it: Fatti verificare
pt: Verifica-te
ro: Fii verificat
ru: Получи подтверждение
sv: Bli verifierad

source: Only verified accounts can have a rank above 200. Contact us to get verified!
de: Nur verifizierte Accounts können einen Rank über 200 haben. Kontaktiere uns um verifiziert zu werden!
es: Sólo las cuentas verificadas pueden tener un nivel superior a 200. ¡Contáctanos para verificar tu cuenta!
fr: Seuls les comptes vérifiés peuvent avoir un niveau au dessus de 200. Contacte-nous pour obtenir une vérification !
id: hanya verified akun yang dapat mencapai rank 200. hubungi kami untuk verifikasi akun
it: Solo gli account verificati possono avere un rank superiore a 200. Contattaci per farti verificare!
pt: Só contas verificadas podem ter um rank superior a 200. Contacta-nos para ser verificado!
ro: Numai conturile verificate pot avea un rang peste 200. Contactează-ne pentru a putea fi verificat!
ru: Только подтверждённые аккаунты могут иметь уровень выше 200. Свяжитесь с нами для подтверждения!
sv: Bara verifierade konton kan ha en rank över 200. Kontakta oss för att bli verifierad!

source: Follow this tutorial to play the Japanese version of the game. You'll be able to download it directly from the App Store or Play Store!
de: Folge diesem Tutorial um die japanische Version des Spiels zu spielen. Du wirst die Möglichkeit haben es direkt aus dem AppStore oder PlayStore zu downloaden!
es: Sigue este tutorial para jugar a la versión japonesa del juego. ¡Podrás descargarla directamente de la App Store o la Play Store!
fr: Suis ce tutorial pour installer la version japonaise directement depuis l'App Store ou le Play Store !
id: Ikuti tutorial ini untuk memainkan game versi Jepang. Kamu dapat mendownloadnya secara langsung dari App store atau Play Store
it: Segui questo tutorial per giocare alla versione giapponese del gioco. Sarai in grado di scaricarlo direttamente dall'App Store o dal Play Store!
pt: Segue este tutorial para jogares a versão Japonesa do jogo. Vais poder fazer o download diretamente da App Store ou da Play Store!
ro: Urmărește acest tutorial pentru a putea juca versiunea japoneză a jocului. Îl poți descărca direct de pe App Store sau Play Store!
ru: Следуйте туториалу по игре в японской версии. Игру можно скачать с AppStore или GooglePlay!
sv: Följ denna guide för att spela den japanska versionen av spelet. Du kommer kunna ladda ner det direkt från App Store eller Play Store!

source: Buy music on iTunes
de: Kaufe die Musik auf iTunes
es: Compra la música de Love Live en iTunes
fr: Achète la musique de μ's sur iTunes
id: Membeli musik di iTunes
it: Compra musica su iTunes
pt: Comprar músicas no iTunes
ro: Cumpără muzică de pe iTunes
ru: Купить музыку в iTunes
sv: Köp musik på iTunes

source: Download
es: Descarga
fr: Télécharger
ro: Descarcă
ru: Скачать
sv: Ladda Ner

source: Idol Supporter
de: Idol Unterstützer
es: Partidario de Idols
fr: Supporter d'idoles
it: Sostenitore di Idol
pt: ajudante do Ídolo
ro: Susținător Idoli
ru: Помощник айдолов

source: Idol Lover
de: Idol Liebhaber
es: Amante de Idols
fr: Amoureux d'idoles
it: Amante delle Idol
pt: Apaixonado pelo Ídolo
ro: Iubitor de Idoli
ru: Любитель айдолов
sv: Idol Älskare

source: Idol Ambassador
de: Idol Botschafter
es: Embajador de las Idols
fr: Ambassadeur d'idoles
it: Ambasciatore delle Idol
pt: Embaixador do Ídolo
ro: Ambasador Idol
ru: Представитель айдолов
sv: Idol Ambassadör

source: Idol Producer
de: Idol Produzent
es: Productor de Idols
fr: Producteur d'idoles
it: Manager delle Idol
pt: Produtor do Ídolo
ro: Producător Idol
ru: Продюсер айдолов
sv: Idol Producent

source: Ultimate Idol Devotee
es: Gran Devoto a las Idols
fr: Ultime adorateur d'idoles
it: Supremo Devoto delle idol
pt: Membro altamente devotado ao Ídolo
ro: Cel mai devotat idolilor
ru: Мегафанат айдолов
sv: Ultimat Idol Fantast

source: blue
de: blau
es: azul
fr: bleu
id: biru
it: blu
pt: azul
ro: albastru
ru: синий
sv: blå

source: pink
es: rosa
fr: rose
it: rosa
pt: cor-de-rosa
ro: roz
ru: розовый
sv: rosa

source: shiny Silver
de: glitzerndes Silber
es: plateado brillante
fr: argenté
id: silver
it: argento
pt: prateado
ro: Argintiu strălucitor
ru: сияюще-серебряный
sv: skinande Silver

source: shiny Gold
de: glitzerndes Gold
es: dorado brillante
fr: doré
id: emas
it: oro
pt: dourado
ro: Auriu strălucitor
ru: сияюще-золотой
sv: skinande Guld

source: APKs to play on rooted Android
de: APKs, um auf einem gerootetem Android Gerät zu spielen
es: APKs para jugar en un Android rooteado
fr: APKs pour jouer sur un Android rooté
id: APK untuk bermain di perangkat Android yang diroot
it: APK per giocare su un sistema Androi con root
pt: APKs para jogar no Andriod
ro: APK-uri pe care le poți juca pe un Android rootat
ru: APK для игры на Android с рутом
sv: APKs för att spela på en rooted Android

source: If the APKs above didn't work, here is a backup solution
de: Wenn die APKs nicht funktionieren, ist hier eine alternative Lösung
es: Si los APKs no te funcionaron, aquí tienes una solución alternativa
fr: Si les APKs précédents ne fonctionnent pas, voici une solution de remplacement
id: Jika APK di atas tidak bekerja, gunakan solusi berikut
it: Se le APK sopra non hanno funzionato, ecco una soluzione alternativa
pt: Se os APKs acima não funcionaram, aqui está uma outra solução
ro: Dacă niciun APK de mai sus nu a mers, aici ai o altă soluție
ru: Если APK не работают, здесь есть решение!
sv: Om de APKs över inte fungerar, här är en andrahands lösning

source: Video tutorials
es: Vídeo tutoriales
fr: Tutoriels vidéos
id: Video tutorial
it: Video tutorial
pt: Tutoriais em vídeo
ro: Tutoriale video
ru: Видео-туториалы
sv: Video handledning

source: Easy tutorials for beginners and advanced players by Eryn
de: Leichte Tutorials für Anfänger und fortgeschrittene Spieler - von Eryn
es: Tutoriales sencillos para jugadores y avanzados por Eryn
fr: Tutoriels faciles pour débutants et joueurs avancés par Eryn (en anglais)
id: Tutorial mudah untuk pemula dan pemain advance oleh Eryn
it: Tutorial per giocatori principianti e avanzati, di Eryn
pt: Tutoriais fáceis para iniciantes ou jogadores avançados by Eryn
ro: Tutoriale ușoare pentru jucători începători și avansați făcute de Eryn
ru: Обучающие видео для новичков и профессионалов от Эрин
sv: Enkla handledningar för nybörjare och advancerade spelare av Eryn

source: Android Training App
de: Android Übungsapp
es: Aplicación de entrenamiento para Android
fr: Application d'entraînement pour Android
id: Aplikasi latihan Android
pt: Aplicação de Treino para Android
ro: Aplicație Android pentru antrenament
ru: Приложения для тренировки на Android
sv: Android Träningsapp

source: Events Points Calculator
de: Event Punkte Rechner
es: Calculadora de puntos de evento
fr: Calculer le nombre de love gems requis pour gagner un certain nombre de points
id: Kalkulator poin event
it: Calcolatore di Punti Evento
pt: Calculador de Pontos de Evento
ro: Calculator pentru puncte evenimente
ru: Калькулятор очков для ивента
sv: Event Poängs Kalkylator

source: English Events Tiers Cutoff Predictor
de: Englisch Events Rang Vorhersager
es: Predicciones de los cortes de los Tiers de la versión inglesa
fr: Version anglaise : Prédiction des points limites de tiers
id: Prediksi tier event game versi English
it: Predizioni dei Tier per gli Eventi Inglesi
pt: Previsor de pontos necessários para tiers na versão inglesa
ro: Prezicerea departajării treptelor pentru evenimentele engleze
ru: Автоматический калькулятор тиров
sv: Engelska Event Tiers Avbrytnings Förutsägelse

source: LoveLive! Wikia
es: Wikia de LoveLive!
ru: Вики LoveLive!

source: Write Comment
de: Schreibe einen Kommentar
es: Escribir un comentario
fr: Ajouter un commentaire
id: tulis komentar
it: Scrivi un Commento
pt: Escrever um comentário
ro: Scrie un comentariu
ru: Напишите комментарий
sv: Skriv en Kommentar

source: Update Team
de: Update dein Team
es: Actualizar equipo
fr: Modifier l'équipe
it: Aggiorna la Squadra
pt: Editar a Equipa
ro: Update echipă
ru: Обновить команду
sv: Updatera Lag

source: Add Team
de: Füge ein Team hinzu
es: Añadir equipo
fr: Ajouter une équipe
id: menambahkan team
it: Aggiungi Squadra
pt: Adicionar Equipa
ro: Adaugă echipă
ru: Добавить команду
sv: Lägg till Lag

source: Delete Team
de: Lösche ein Team
es: Borrar equipo
fr: Supprimer l'équipe
id: menghapus team
it: Elimina Squadra
pt: Apagar Equipa
ro: Șterge echipă
ru: Удалить команду
sv: Ta Bort Lag

source: Box
es: Caja
fr: Boîte
pt: Caixa
ro: Cutie
ru: Коробка
sv: Lådan

source: Back to boxes
de: Zurück zu den Boxen
es: Volver a las cajas
fr: Retour aux boîtes
id: kembali ke box
it: Torna ai Box
pt: De volta às caixas
ro: Inapoi la cutii
ru: Назад к коробкам
sv: Tillbaka till lådor

source: Boxes
de: Boxen
es: Cajas
fr: Boîtes
it: Box
pt: Caixas
ro: Cutii
ru: Коробки
sv: Lådor

source: Sub Unit
es: Sub unidad
fr: Sous groupe
ro: Sub Unitate
ru: Саб-юнит

source: Promo Cards
de: Promo Karten
es: Cartas promocionales
fr: Cartes Promo
id: kartu promo
it: Carte Promo
pt: Cartas Promocionais
ro: Cărți promoționale
ru: Промо-карты
sv: Promo Kort

source: Only
de: nur
es: Sólo
fr: Seulement
id: hanya
it: Solo
pt: Só
ro: Doar
ru: Только
sv: Bara

source: None
de: keine
es: Ninguna
fr: Aucune
id: tidak sama sekali
it: Nessuno
pt: Nenhuma
ro: Nimic
ru: Нет
sv: Ingen

source: Special Cards
de: Spezielle Karten
es: Cartas especiales
fr: Cartes Spéciales
id: kartu spesial
it: Carte Speciali
pt: Cartas Especiais
ro: Cărți speciale
ru: Специальные карты
sv: Speciella Kort

source: Donation
de: Spenden
es: Donación
fr: Don
id: donasi
it: Donazione
pt: Doação
ro: Donație
ru: Поддержать
