Repository: MagiCircles/SchoolIdolAPI
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, id, it, pt, ro, ru, sv

source: Vote
es: Votar
id: Voting
it: vota
pt: Vota
ro: Votează
ru: Голосовать
sv: Rösta

source: Past Contests
es: Concursos anteriores
fr: Concours précédents
id: Kontes sebelumnya
it: Contest passati
pt: Concursos passados
ro: Concursuri anterioare
ru: Прошедшие контесты
sv: Tidigare Tävlingar

source: Suggest a special contest
es: Sugiere un concurso especial
fr: Suggérer un concours spécial
id: Sarankan kontes spesial
it: suggerisci un contest speciale
pt: Sugere um concurso
ro: Sugerează un concurs special
ru: Предложить специальный контест
sv: Föreslå en speciell tävling

source: Date added
es: Fecha añadida
fr: Date d'ajout
id: Tanggal ditambahkan
it: data aggiunta
pt: Data em que foi adicionada
ro: Dată adăugată
ru: Дата выхода
sv: Datum tillagt

source: {}/10 on School Idol Trivia! {}
es: ¡{}/10 en la Trivia de School Idol! {}
fr: J'ai eu {}/10 au quizz School Idol Trivia ! {}
it: {}/10 al School Idol Trivia! {}
pt: {}/10 no School Idol Trivia! {}
ro: {}/10 pe School Idol Trivia! {}
ru: {}/10 на School Idol Trivia! {}
sv: {}/10 i School Idol Trivia! {}

source: Ouch!
es: ¡Auch!
fr: Aïe !
it: Ahi!
ro: Au!
ru: Ауч!
sv: Aj då!

source: Oh no...
fr: Oh non...
pt: Oh não...
ro: O nu...
ru: О нет...
sv: Oh nej...

source: Meh.
fr: Bof.
ru: Не очень.

source: Not bad!
es: ¡No está mal!
fr: Pas mal !
it: Non male!
pt: Nada mau!
ro: Nu-i rău!
ru: Неплохо!
sv: Inte dåligt!

source: Yay~
fr: Trop cool !
ro: Iei~
ru: Ура~

source: Awesome!
es: ¡Genial!
fr: Génial !
it: Fantastico!
pt: Boa!
ro: Super!
ru: Круто!

source: Woohoo!
fr: Yahou !
ro: Iupii!
ru: Вуху!

source: Should your friend ID be visible to other players?
es: ¿Debería ser visible tu ID de amigo para otros jugadores?
fr: Souhaites-tu que ton Friend ID soit visible publiquement sur ton profil ?
it: Vuoi che il tuo ID amico sia visibile agli altri giocatori?
pt: Queres que o teu Friend ID esteja visível para os outros jogadores?
ro: Ar trebui ca ID-ul tău de prieten să fi vizibil și pentru ceilalți jucători?
ru: Могут ли видеть ваш ID остальные?
sv: Ska din vän ID vara synlig för andra spelare?

source: Starter
fr: Carte de démarrage
ro: Începător
ru: Стартер

source: The character that you selected when you started playing.
es: El personaje que elegiste cuando empezaste a jugar.
fr: Le personnage que tu as sélectionné quand tu as commencé à jouer.
it: Il personaggio che hai selezionato ad inizio gioco.
ro: Personajul pe care l-ai selectat când ai început să joci.
ru: Стартовый персонаж, которого вы выбрали в начале игры.
sv: Den karaktär du valde när du började spela

source: Creation
es: Creación
fr: Création
it: Creazione
ro: Creație
ru: Создание
sv: Skapelse

source: When you started playing with this account.
es: Cuándo empezaste a jugar con esta cuenta.
fr: La date à laquelle tu as commencé à jouer avec ce compte.
it: Quando hai iniiziato a giocare con questo account.
ro: Când ai început să joci cu acest cont.
ru: Когда вы начали играть на этом аккаунте.
sv: När du först började spela på detta konto.

source: Should this date be visible to other players?
es: ¿Debería esta fecha ser visible para otros jugadores?
fr: Souhaites-tu que cette date soit visible publiquement sur ton profil ?
it: Vuoi che questa data sia visibile agli altri giocatori?
ro: Ar trebui ca această dată să fie vizibilă și pentru alți jucători?
ru: Показывать эту дату другим игрокам?
sv: Ska detta vara synligt för andra spelare?

source: The activities you see by default on the homepage.
es: Las actividades que ves por defecto en tu página principal.
fr: Les activités que tu vois par défaut sur la page d'accueil du site.
it: Le attività che vedi di default in homepage.
ro: Activitățile pe care le vezi în mod implicit pe pagina principală.
ru: Посты, которые вы будете видеть по умолчанию.
sv: Den aktivitet du ser förvalt på hemsidan.

source: The game didn't even existed at that time.
es: El juego ni siquiera existía entonces.
fr: Le jeu n'existait même pas à cette date-là.
it: Il gioco ancora non esisteva al tempo.
ro: Jocul nici nu exista în acea perioadă.
ru: Игра даже не существовала на тот момент.
sv: Spelet existerade inte ens vid den tiden.

source: This date cannot be in the future.
es: Esta fecha no puede referirse al futuro.
fr: Cette date ne peut pas être dans le futur.
it: Questa data non può essere futura.
ro: Data nu poate fi în viitor.
ru: Этот пункт не может быть в будущем.
sv: Datumet kan inte vara i framtiden.

source: Community Artists
es: Artistas de la comunidad
fr: Artistes de la communauté
it: Artisti della Comunità
pt: Artistas na comunidade
ro: Comunitatea Artiștilor
ru: Общество художников
sv: Gemenskaps Artister

source: Fun
es: Diversión
pt: Concursos
ro: Distracție
ru: Веселье
sv: Roligt

source: Start sharing your beautiful collection!
es: ¡Empieza a compartir tu colección!
fr: Partage ta super collection !
it: Condividi le tue bellissime creazioni!
ro: Începe să împărtășești frumoasa ta colecție!
ru: Начните делиться вашей прекрасной коллекцией!
sv: Börja att dela med dig av din vackra kollektion!

source: Simply click "+" to add cards to your account
es: Simplemente haz click en "+" para añadir cartas a tu cuenta
fr: Clique simplement sur "+" pour ajouter tes cartes à ton compte
it: Clicca su "+" per aggiungere carte al tuo account
ro: Pur și simplu apasă "+" pentru a adăuga cărțile în contul tău
ru: Нажмите "+" , чтобы добавить карту в ваш аккаунт.
sv: Helt enkelt klicka "+" för att lägga till kort till ditt konto

source: If you idolized a card or if you want to add it to another account, use the bubble.
es: Si idolizas una carta o quieres añadirla a otra cuenta, usa la burbuja.
fr: Si tu as idolisé une carte ou si tu veux l'ajouter à un autre compte, utilise la bulle.
it: Se idolizzi una carta o vuoi aggiungere un altro account, usa la bolla.
ro: Dacă ai idolizat o carte sau dacă dorești să o adaugi într-un alt cont, utilizează bula.
ru: Если карта айдолизована или вы хотите добавить её на другой аккаунт, используйте окошко.
sv: Om du idolized ett kort eller om du vill lägga till det till ett annat konto, använd bubblan.

source: Click "Advanced" for more options: max bonded (kizuna), max leveled, skill level, where you have it (deck, album, present box).
es: Haz click en "avanzado" para más opciones: bond (kizuna) al máximo, nivel al máximo, nivel de habilidad, dónde la tienes (baraja, álbum, caja de regalos).
fr: Clique sur "Avancé" pour plus d'options : liens affectifs (Kizuna) MAX, niveau MAX, niveau de pouvoir, où tu l'as (album, deck, boîte à cadeaux).
it: Clicca "Avanzate" per altre opzioni: bond massimo (kizuna), livello massimo, livello abilità, dove si trova (mazzo, album, present box)
ro: Dă-i click pe "Avansat" pentru mai multe opțiuni: bond maxim (Kizuna), nivel maxim, nivel abilitate, oriunde s-ar afla cartea (pachet, album, cutie cadouri).
ru: Нажмите "Расширенно" для больших опций: максимальный бонд (кизуна), максимальный уровень, уровень скилла, где она находится (инвентарь, альбом, коробка с подарками).
sv: Klicka "Avancerat" för mer alternativ: max bonded (kizuna), max leveled, skill level, var du har det (kortlek, album, presentlåda)

source: To search for specific cards, use the filters bar on the right (idol, rarity, attribute).
es: Para buscar cartas específicas, usa los filtros de la derecha (idol, rareza, atributo).
fr: Pour rechercher des cartes en particulier, utilise la barre de filtres à droite (idole, rareté, attribut).
it: Per cercare carte specifiche, usa la barra filtri sulla destra (idol, rarità, attributo).
ro: Pentru a căuta anumite cărți, utilizați bara de filtre din partea dreaptă (idol, raritate, atribut).
ru: Чтобы найти карту, используйте колонку справа (айдол, редкость, атрибут).
sv: För att söka upp specifika kort, använd filter stapeln till höger (idol, sällsynthet, attribute)

source: How to edit a card?
es: ¿Cómo editar una carta?
fr: Comment modifier une carte ajoutée ?
it: Come modificare una carta?
pt: Como editar uma carta?
ro: Cum să editezi o carte?
ru: Как изменить карту?
sv: Hur man redigerar ett kort?

source: How to delete a card?
es: ¿Cómo borrar una carta?
fr: Comment supprimer une carte ajoutée ?
it: Come cancellare una carta?
pt: Como apagar uma carta?
ro: Cum să ștergi o carte?
ru: Как удалить карту?
sv: Hur man tar bort ett kort?

source: How to add an account to your profile?
es: ¿Cómo añadir una cuenta a tu perfil?
fr: Comment ajouter un autre compte sur mon profil ?
it: Come aggiungere un account al tuo profilo?
ro: Cum să adaug un cont pe profilul meu?
ru: Как добавить аккаунт с своему профилю?
sv: Hur man lägger till ett konto till din profil?

source: What's the difference between the deck, the album and the present box?
es: ¿Cuál es la diferencia entre baraja, álbum y caja de regalos?
fr: Quelle est la différence entre le deck, l'album et la boîte à cadeaux ?
it: Qual è la differenza fra mazzo, album e present box?
ro: Care este diferența între pachet, album și cutia cu cadouri?
ru: Какая разница между инвентарем, альбомом и коробкой с подарками.
sv: Vad är skillnaden mellan kortlek, albumet och presentlådan?

source: Why my cards are not automatically imported?
es: ¿Por qué mis cartas no se importan automáticamente?
fr: Pourquoi mes cartes ne sont pas importées automatiquement ?
it: Perché le mie carte non vengono importate automaticamente?
ro: De ce nu sunt cărțile mele importate automat?
ru: Почему мои карты не импортированы автоматически?
sv: Varför är inte mina kort automatiskt importerade?

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänt

source: Only you can see it.
es: Sólo tú puedes verlo
fr: Tu es le seul à pouvoir le voir.
it: Solo tu puoi vederlo.
ro: Doar tu poți vedea
ru: Только вы можете видеть это.
sv: Bara du kan se det.

source: Private
es: Privado
fr: Privé
it: Privato
pt: Privado
ro: Privat
ru: Частный
sv: Privat

source: Activity posted! Take a look at your activities on the side of your profile to see it.
es: ¡Actividad publicada! Mira en tus actividades en el lateral de tu perfil para verla.
fr: Activité postée ! Jette un œil à tes activités sur la partie droite de ton profil pour la voir.
it: Attività postata! Dai un'occhiata alle tue attività al lato del tuo profilo per vederle.
ro: Activitate postată! Aruncă o privire la activitățile tale.
ru: Пост отправлен! Посмотри на свои посты на правой стороне своего профиля, чтобы увидеть его.
sv: Aktivitet postad! Kolla in dina aktiviteter på sidan av din profil för att se den.

source: Love gems
ro: Loveca
ru: Ловеки

source: Number of {} you currently have in your account.
es: Número de {} que tienes en tu cuenta.
fr: Le nombre de {} que tu as actuellement sur ton compte.
it: Numero di {} che hai al momento nel tuo account.
ro: Numărul de {} pe care le ai în prezent în contul tău.
ru: Количество {} на твоем аккаунте.
sv: Nummer av {} du har i ditt konto.

source: This field is completely optional, it's here to help you manage your accounts.
es: Este campo es completamente opcional, esta aquí para ayudarte a gestionar tus cuentas.
fr: Ce champs est complètement optionnel. C'est pour t'aider gérer tes comptes.
it: Questo campo è opzionale. È qui per aiutarti a gestire i tuoi account.
ro: Acest câmp este total opțional, este aici pentru a te ajuta să gestionezi conturile.
ru: Этот пункт здесь, чтобы помочь вам управлять своими аккаунтами.
sv: Detta fält är helt valfri, det är här för att hjälpa dig att hålla reda på dina konton.

source: Friend Points
fr: Points Friends
it: Friend Point
ro: Puncte de prietenie
ru: Очки друзей

source: Total love gems bought
es: Total de love gems compradas
fr: Total de love gems acheté
it: Love gems totali acquistate
pt: Total de Love Gems compradas.
ro: Totalul de loveca cumpărate
ru: Куплено камней
sv: Total summa av love gems köpta

source: You can calculate that number in "Other" then "Purchase History". Leave it empty to stay F2P.
es: Puedes calcular ese número en "Other" luego "Purchase history". Déjalo en blanco si eres F2P.
fr: Tu peux calculer ce nombre en allant sur "Other" puis "Purchase History". Laisse ce champs vide pour rester "F2P".
it: Puoi calcolarne il numero andando in "Other" poi "Purchase History". Lascia vuoto se sei F2P.
ro: Poți calcula acel număr în „Other” apoi „Purchase History”. Lasă spațiu ca să rămâi jucător gratis.
ru: Ты можешь узнать количество во вкладке "Other", далее "Purchase History". Оставьте пустым, чтобы остаться F2P.
sv: Du kan räkna ut numret i "Other" sedan "Purchase History". Lämna det tomt för att stanna F2P(Gratis spelare).

source: Accepted
es: Aceptada
fr: Accepté
it: Accettato
pt: Aceite
ro: Acceptat
ru: Принято
sv: Accepterat

source: Should your items be visible to other players?
es: ¿Mostrárselo a otros jugadores?
fr: Souhaites-tu que tes objets soit visible publiquement sur ton profil ?
it: Vuoi che i tuoi item siano visibili agli altri giocatori?
ro: Să fie lucrurile tale vizibile altor jucători?
ru: Могут ли видеть ваши предметы другие игроки?
sv: Ska dina föremål vara synliga för andra spelare?

source: votes
es: votos
it: voti
pt: votos
ro: voturi
ru: голоса
sv: röster

source: Buy it!
es: ¡Cómprala!
fr: Acheter
it: Comprala!
ro: Cumpără!
ru: Купи!
sv: Köp det!

source: Items
es: Objetos
fr: Objets
it: item
pt: Itens
ro: Lucruri
ru: предметы
sv: Föremål

source: spent
es: gastado
fr: dépensés
it: speso
ro: cheltuiți
ru: потрачено
sv: spenderat

source: Active
es: Activo
fr: Actif
it: Attivo
ro: Activ
ru: Активный
sv: Aktiv

source: Moderator
es: Moderador
fr: Modérateur
it: Moderatore
ru: Модератор

source: Decisive
es: Decisivo
fr: Décisionnel
it: Decisivo
ro: Decisiv
ru: Окончательный
sv: Avgjörande

source: Community Manager
es: Director de comunidad
fr: Animateur de la communauté
ro: Manager Comunitate
ru: Менеджер общества
sv: Gemenskaps Manager

source: Database Maintainer
es: Mantenedor de base de datos
fr: Mainteneur de la base de donnée
it: Manutentore del Database
ro: Susținător bază de date
ru: Обновляет базу данных
sv: Databas Manager

source: Developer
es: Desarrollador
fr: Développeur
it: Sviluppatore
ro: Dezvoltator
ru: Разработчик
sv: Utvecklare

source: Fake
es: Falso
fr: Faux
it: Falso
ro: Fals
ru: Фейк
sv: Fejk

source: You can only skip %(contest_max_sessions)s times. Vote now to get more options.
es: Sólo puedes pasar %(contest_max_sessions)s veces. Vota para tener más opciones.
fr: Tu peux sauter %(contest_max_sessions)s fois maximum. Vote maintenant pour voir de nouvelles cartes.
it: Puoi saltare solo %(contest_max_sessions)s volte. Vota ora per altre opzioni.
ro: Poți sări doar de %(contest_max_sessions)s ori. Votează acum pentru a obține mai multe opțiuni.
ru: Ты можешь пропустить %(contest_max_sessions)s раз. Проголосуй, чтобы получить больше опций.
sv: Du kan bara skippa %(contest_max_sessions)s gånger. Rösta nu för att få fler alternativ.

source: Suggested by
es: Sugerido por
fr: Suggeré par
it: Suggerito da
ro: Sugerat de
ru: Предложено
sv: Förslagits av

source: Image by
es: Imagen por
fr: Image par
it: Immagine di
ro: Imagine de către
ru: Изображение от
sv: Bild av

source: Score
es: Puntuación
it: Punteggio
ro: Scor
ru: Счет
sv: Poäng

source: Challenge Festival
ru: Челлендж Фестивал

source: Cards you should max bond
es: Cartas a las que deberías maximizar el bond
fr: Tes cartes à monter niveau MAX kizuna
it: Carte da max bondare
ro: Cărțile care au nevoie de bond maxim
ru: Карты, которым следует повысить бонд
sv: Kort du borde max bond:a

source: Graphic Designers
es: Diseñadores gráficos
fr: Graphistes
it: Graphic Designer
ro: Designeri Graficieni
ru: Графические дизайнеры
sv: Grafikdesigners

source: Album Builder
es: Constructor de álbum
fr: Générateur d'album
ro: Creator de album
ru: Строитель Альбома
sv: Kortbyggare

source: The cards in your deck automatically appear in your album.
es: Las cartas de tu baraja aparecen automáticamente en tu álbum.
fr: Les cartes dans ton deck apparaissent aussi dans ton album.
it: Le carte nel tuo mazzo appaiono automaticamente nel tuo album.
ro: Cărțile din pachet apar automat în albumul tău.
ru: Карты из твоего инвентаря автоматически появляются в твоем альбоме.
sv: Korten som är i din kortlek förekommer automatiskt i ditt album.

source: Click to switch Deck/Album
es: Haz click para cambiar entre Baraja/Álbum
fr: Clique ici pour changer Deck / Album
it: Clicca per cambiare Mazzo/Album
ro: Click pentru a face schimbul Pachet/Album
ru: Нажми, чтобы изменить на инвентарь/альбом.
sv: Klicka för att ändra Kortlek/Album

source: You can only have one in your album.
es: Sólo puedes tener una en el álbum.
fr: Tu ne peux en avoir qu'une seule dans ton album.
it: Puoi averne solo uno nel tuo album.
ro: Poți să ai doar una în album.
ru: Вы можете иметь только одну в альбоме.
sv: Du kan bara ha en i ditt album.

source: Are you sure you also want to add it in your album?
es: ¿Estás seguro de que la quieres añadir también al álbum?
fr: Es-tu sûr de vouloir aussi l'ajouter dans ton album ?
it: Sei sicuro di voler aggiungere anche questo al tuo album?
ro: Ești sigur că vrei să-l adaugi în albumul tău?
ru: Вы уверены что, также хотите добавить её в альбом?
sv: Är du säker på att du vill lägga till det i ditt album också?

source: More options
es: Más opciones
fr: Plus d'options
it: Altre opzioni
ro: Mai multe opțiuni
ru: Больше опций
sv: Mer alternativ

source: after
es: después
fr: après
it: dopo
ro: după
ru: после
sv: efter

source: before
es: antes
fr: avant
it: prima
ro: înainte
ru: до
sv: innan

source: View
es: Ver
fr: Vue
it: Visualizza
ro: Vezi
ru: Просмотреть
sv: Visa

source: Click this banner to discover the upcoming cards in EN!
de: Entdecke die kommenden karten vor allen anderen!
es: ¡Haz clic en este banner para descubrir las próximas cartas en la versión inglesa!
fr: Clique ici pour découvrir les prochaines cartes de la version anglaise !
it: Clicca questo banner per scoprire le prossime carte in arrivo nell'EN!
pt: Descobre as cartas futuras antes que toda a gente!
ro: Fă click pe acest banner pentru a descoperi cărțile viitoare din EN!
ru: Нажми на баннер, чтобы узнать о будущих картах английской версии!
sv: Klicka denna banner för att upptäcka kommande kort i EN!

source: Paired With
es: Es par de
fr: Couplée avec
it: In Coppia Con
ro: Pereche cu
ru: В паре с
sv: Parad med

source: See all UR Pairs
es: Ver todos los pares de UR
fr: Voir tous les couples d'URs
it: Vedi tutte le Coppie UR
ro: Vezi toate perechile de UR
ru: Посмотреть все парные УР
sv: Se alla UR par

source: Level up her skill with
es: Sube de nivel su habilidad con
fr: Monte son niveau de pouvoir avec
it: Livella la sua skill con
ro: Crește nivelul abilității cu
ru: Повысь уровень ее скилла с
sv: Levla upp hennes skill med

source: Clean UR
es: Limpiar UR
fr: Image d'UR sans bordures
it: UR Pulita
ro: Link-ul pentru a descărca imaginea UR curată (fără raritate, nume, bare albe, etc)
ru: Отчистить УР
sv: Ren UR

source: Report
es: Reportar
fr: Signaler
it: Rapporto
ro: Raportează
ru: Отчет
sv: Rapportera

source: Keep track of your cards easily, try the
es: Está al tanto de tus cartas fácilmente, prueba el
fr: Mets à jour ta collection facilement, essaye le
it: Tieni traccia delle tue carte facilmente, usa
ro: Ține evidența cărților tale cu ușurință, încercă
ru: Следи за своими картами, попробуй
sv: Håll koll på dina kort lätt, testa

source: Reported as a fake account
es: Reportada como cuenta falsa
fr: Faux compte
it: Fai rapporto per falso account
ro: Raportat ca și cont fals
ru: Отчет о фейковом аккаунте
sv: Rapportera som fejk konto

source: If your report is accepted, the account will be marked as fake and will never appear in leaderboards.
es: Si tu denuncia es aceptada, la cuenta será marcada como falsa y nunca aparecerá en la clasificación.
fr: Si ton rapport est accepté, ce compte sera marqué comme faux et n'apparaîtra plus dans les classements.
it: Se il tuo rapporto viene accettato, l'account verrà segnalato come falso e non apparirà mai nelle leaderboard.
ro: Dacă raportul este acceptat, contul va fi marcat ca fiind fals și nu va mai apărea niciodată în banner.
ru: Если ваш отчет будет принят, то аккаунт будет помечен, как фейк, и больше не появится на доске лидеров.
sv: Om din rapport

source: If your report is accepted, the event participation will be deleted and will not appear in the event ranking anymore.
es: Si tu denuncia es aceptada, la participación en el evento será borrada y ya no aparecerá en el ranking del evento.
fr: Si ton rapport est accepté, cette participation à l'événement sera supprimé et n'apparaîtra plus dans le classement.
it: Se il tuo rapporto viene accettato, la partecipazione all'evento verrà cancellata e non apparirà più nel
ro: Dacă raportul este acceptat, participarea la eveniment va fi ștearsă și nu va mai apărea în clasament.
ru: Если ваш отчет будет принят, то аккаунт удалится из ивент ранкинга и больше там не появится.
sv: Om din rapport blir accepterad, kommer event deltagandet tas bort och kommer inte visas i event rangordningen mer.

source: If you can, provide proofs below. Only moderators will be able to read your messages and see your pictures, not the owner.
es: Si puedes, aporta pruebas más abajo. Sólo los moderadores podrán leer tus mensajes y ver tus imágenes, no el propietario.
fr: Si tu peux, attache des preuves ci-dessous. Seuls les modérateurs pourront lire ton message et voir tes images, pas le propriétaire.
it: Se possibile, inserisci le prove sotto. Solo i moderatori potranno leggere i tuoi messaggi e vedere le tue immagini, non il proprietario.
ro: Dacă poți, furnizează dovezile mai jos. Numai moderatorii vor putea citi mesajele și să vadă imaginile, nu proprietarul.
ru: Если можете, приведите доказательства внизу. Только модераторы смогут прочитать твои сообщения и просмотреть картинки, не владелец.
sv: Om du kan, visa bevis nedan. Bara moderatorer kommer kunna se dina meddelanden och se bilderna, inte ägaren.

source: UR Pairs
es: Pares de UR
fr: Couples d'URs
it: Coppie di UR
ro: Perechi UR
ru: УР Пары
sv: UR Par

source: Create your own profile
fr: Créer ton propre profil
ro: Creează-ți propriul profil
ru: Создай свой профиль
sv: Skapa din egen profil

source: Level up the skill of your cards
fr: Monte le niveau de pouvoir de tes cartes
ro: Crește nivelul abilității cărților tale
ru: Повышай скилл своих карт
sv: Levla up skill:en av dina kort

source: Submit a chibi drawing of your favorite idol
fr: Partage ton fan-art de ton idole préférée en version chibi
ro: Încarcă un desen chibi cu idolul tău preferat
ru: Предложить чиби версию своего любимого айдола
sv: Lämna in en chibi teckning av din favorit idol

source: Initial Setup
fr: Première installation du deck
ro: Setări Inițiale
ru: Первоначальный Сетап
sv: Inledande Upplägg

source: Show clean URs
fr: Voir les URs sans bordures
ro: Arată UR curat (fără raritate, nume, atribut, etc)
ru: Показывать чистые UR
sv: Visa rena URs

source: Add this link to your bookmarks and come back to it whenever you want to finish entering the cards in your collection.
fr: Ajoute ce lien dans tes favoris pour revenir plus tard finir d'ajouter tes cartes.
ro: Adaugă acest link la marcajele tale și revino la el ori de câte ori dorești să termini de introdus cărțile în colecția ta.
ru: Добавь эту ссылку в закладки и приди обратно, когда захочешь закончить добавление карт в твою коллекцию.
sv: Lägg till denna länk till dina bokmärken och kom tillbaka till den när du vill fortsätta lägga till kort i din kollektion.

source: Next
fr: Prochaine étape
ro: Următoarea
ru: Далее
sv: Nästa

source: I don't have any
fr: Je n'ai pas de cartes
ro: Nu am nicio carte
ru: У меня их нет
sv: Jag har inga
